<?php
// Heading
$_['heading_title'] = 'Бекап/Відновлення';

// Text
$_['text_success'] = 'Завдання виконане!';

$_['text_backup'] = 'Резервне копіювання таблиці %s. Оброблено записів %s. Усього записів %s';
$_['text_restore'] = 'Відновлення %s із %s';
$_['text_option'] = 'Таблиці експорту даних';
$_['text_history'] = 'Історія резервного копіювання';
$_['text_progress'] = 'Прогрес';
$_['text_import'] = 'Для великих файлів резервних копій краще завантажувати SQL-файл по FTP у каталог <strong>~/storage/backup/</strong>.';


// Column
$_['column_filename'] = 'Назва';
$_['column_size'] = 'Розмір';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_progress'] = 'Прогрес';
$_['entry_export'] = 'Експорт';

// Error
$_['error_permission'] = 'У Вас немає прав на зміни в розділі Бекап/Відновлення!';
$_['error_export'] = 'Увага: Ви повинні вибрати хоча б одну таблицю для експорту!';
$_['error_table'] = 'Таблиця %s відсутня у списку дозволених!';
$_['error_file'] = 'Файл не знайдено!';
$_['error_directory'] = 'Каталог не знайдено!';
$_['Помилка не знайдена'] = 'Помилка: не вдалося знайти файл %s!';
$_['error_headers_sent'] = 'Помилка: деякі дані вже надіслані!';