<?php
// Heading
$_['heading_title'] = 'Оновлення';

// Text
$_['text_success'] = 'Чудово! Ви використовуєте останню версію %s!';
$_['text_upgrade'] = 'Перевірити останню версію';
$_['text_information'] = 'Інформація про версію';
$_['text_current_version'] = 'Поточна версія';
$_['text_latest_version'] = 'Остання версія';
$_['text_date_added'] = 'Дата випуску';
$_['text_change'] = 'Журнал змін';
$_['text_status'] = 'Статус оновлення';
$_['text_ready'] = 'Натисніть кнопку оновлення, щоб перейти на останню версію...';
$_['text_download'] = 'Завантаження останньої версії...';
$_['text_install'] = 'Копіювання файлів...';
$_['text_patch'] = 'Застосування виправлень...';

// Button
$_['button_upgrade'] = 'Оновлення';

// Error
$_['error_permission'] = 'У Вас немає прав для керування Оновленням!';
$_['error_connection'] = 'Не вдалося підключитися до сервера оновлення!';
$_['error_version'] = 'Версія старіша від поточної версії!';
$_['error_download'] = 'Оновлення не вдалося завантажити!';
$_['error_file'] = 'Не вдалося знайти файл оновлення!';
$_['error_directory'] = 'Неможливо створити каталог %s!';
$_['error_copy'] = 'Не вдалося скопіювати файл %s у %s!';
$_['error_unzip'] = 'Zip-файл не вдалося відкрити!';