<?php
// Heading
$_['heading_title'] = 'Запрос общего регламента защиты данных';

// Text
$_['text_account']      = 'Учетная запись';
$_['text_gdpr']         = 'Вы можете ознакомиться с политикой %s GDPR на странице <a href="%s" target="_blank">%s<a/>.';
$_['text_verification'] = 'Проверка учетной записи';
$_['text_email']        = 'Прежде чем мы сможем выполнить какие-либо запросы GDPR, мы должны подтвердить вашу учетную запись. Пожалуйста, введите свой адрес электронной почты ниже.';
$_['text_action']       = 'Выбрать действие';
$_['text_export']       = 'Экспортировать Персональные данные';
$_['text_remove']       = 'Удалить Персональные данные';
$_['text_warning']      = 'Внимание, вы потеряете доступ к своей учетной записи!';
$_['text_access']       = 'У вас больше не будет доступа к вашей учетной записи %s.';
$_['text_history']      = 'У вас больше не будет доступа к истории ваших заказов, счетам, спискам желаний или загрузкам.';
$_['text_limit']        = 'Запросы на удаление учетной записи будут обработаны через <strong>%s дней</strong>, чтобы можно было обработать любое обнаружение мошенничества, возврат товара или возврат средств.';
$_['text_success']      = 'На ваш адрес электронной почты отправлено электронное письмо!';
$_['text_cancel']       = 'Отмена';

// Entry
$_['entry_email']       = 'E-Mail';

// Error
$_['error_email']       = 'Адрес электронной почты, недействителен!';
$_['error_action']      = 'Вы должны выбрать действительное действие GDPR!';
