<?php
// Heading
$_['heading_title'] = 'Групи користувачів';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список груп користувачів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_access'] = 'Дозволений перегляд';
$_['text_modify'] = 'Дозволено внесення змін';

// Column
$_['column_name'] = 'Групи користувачів';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Група користувачів';
$_['entry_permission'] = 'Права та доступи';
$_['entry_extension'] = 'Розширення';

// Error
$_['error_permission'] = 'У Вас немає прав для керування Групами користувачів!';
$_['error_name'] = 'Назва групи користувачів повинна бути від 3 до 64 символів!';
$_['error_user'] = 'Ця група користувачів не може бути видалена, тому що містить %s користувачів!';