<?php
// Заголовок
$_['heading_title'] = 'Покупці';

// Текст
$_['text_extension'] = 'Розширення';
$_['text_edit'] = 'Редагувати звіт покупців';
$_['text_success'] = 'Успіх: Ви змінили звіт покупців!';
$_['text_filter'] = 'Фільтр';
$_['text_year'] = 'Роки';
$_['text_month'] = 'Місяці';
$_['text_week'] = 'Тижні';
$_['text_day'] = 'Дні';
$_['text_all_status'] = 'Усі статуси';

// Колонка
$_['column_date_start'] = 'Дата початку';
$_['column_date_end'] = 'Дата закінчення';
$_['column_total'] = 'К-сть покупців';

// Вступ
$_['entry_date_start'] = 'Дата початку';
$_['entry_date_end'] = 'Дата закінчення';
$_['entry_group'] = 'Групувати за';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну звіту покупців!';