<?php
// Text
$_['heading_title'] = 'Банківська картка';

// Text
$_['text_title'] = 'Будь ласка, введіть дані вашої картки нижче';
$_['text_description'] = 'Цей спосіб оплати є фіктивним і не зберігатиме інформацію про кредитну картку і не повинен використовуватися на реальному сайті.';
$_['text_month'] = 'Місяць';
$_['text_year'] = 'Рік';
$_['text_store'] = 'Запам\'ятати карту';

// Entry
$_['entry_card_name'] = 'Ім\'я власника картки';
$_['entry_card_number'] = 'Номер Банківської картки';
$_['entry_card_expire'] = 'Дата терміну дії';
$_['entry_card_cvv'] = 'CVV код';

// Help
$_['help_name'] = 'Ім\'я власника картки';

// Error
$_['error_card_name'] = 'Помилка: Необхідне ім\'я власника картки!';
$_['error_card_number'] = 'Помилка: Необхідний номер кредитної картки!';
$_['error_card_expire'] = 'Помилка: Необхідна дата закінчення терміну дії!';
$_['error_card_expired'] = 'Помилка: Термін дії кредитної картки минув!';
$_['error_card_cvv'] = 'Помилка: CVV повинен містити 3 цифри!';