<?php
// Заголовок
$_['heading_title'] = 'Коментарі';

// Текст
$_['text_by'] = 'Автор';
$_['text_write'] = 'Написати коментар';
$_['text_login'] = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтеся</a>, щоб коментувати';
$_['text_no_results'] = 'Будь першим, хто напише коментар до цієї статті.';
$_['text_sort'] = 'Сортувати за';
$_['text_rating_asc'] = 'Рейтинг (найнижчий)';
$_['text_rating_desc'] = 'Рейтинг (найвищий)';
$_['text_date_added_asc'] = 'Дата додавання (найстаріші)';
$_['text_date_added_desc'] = 'Дата додавання (найновіші)';
$_['text_like'] = 'Подобається';
$_['text_dislike'] = 'Не подобається';
$_['text_success'] = 'Успішно: Дякуємо за ваш коментар!';
$_['text_queue'] = 'Успішно: Ваш коментар відправлено на перевірку!';
$_['text_rating'] = 'Успішно: Дякуємо за вашу оцінку!';

// Вступ
$_['entry_author'] = 'Ваше ім\'я';
$_['entry_comment'] = 'Коментар';

// Кнопки
$_['button_comment'] = 'Опублікувати коментар';
$_['button_reply'] = 'Опублікувати відповідь';
$_['button_replies'] = 'Показати відповіді';
$_['button_more'] = 'Переглянути більше відповідей...';
$_['button_login'] = 'Увійдіть, щоб коментувати';
$_['button_login_reply'] = 'Увійдіть, щоб відповісти';
$_['button_like'] = 'Подобається';
$_['button_dislike'] = 'Не подобається';

// Помилка
$_['error_article'] = 'Попередження: статтю не знайдено!';
$_['error_article_comment'] = 'Попередження: коментар до статті не знайдено!';
$_['error_token'] = 'Попередження: маркер коментаря недійсний!';
$_['error_author'] = 'Ваше ім\'я має містити від 3 до 25 символів!';
$_['error_comment'] = 'Коментар має містити від 25 до 1000 символів!';
$_['error_interval'] = 'Попередження: ви повинні зачекати %s хвилин, перш ніж робити наступний коментар!';
$_['error_login'] = 'Ви повинні увійти, щоб прокоментувати статтю або оцінити її!';
$_['error_status'] = 'Коментарі вимкнено!';