<?php
// Heading
$_['heading_title']    = 'Языки';

// Text
$_['text_success']     = 'Вы изменили языки!';
$_['text_list']        = 'Список языков';

// Column
$_['column_name']      = 'Название языка';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Действие';

// Error
$_['error_permission'] = 'Внимание: У вас нет разрешения на изменение языков!';
$_['error_extension']  = 'Предупреждение: Расширение не существует!';
$_['error_default']    = 'Внимание: Это расширение не может быть удалено, так как оно назначено языком административной панели!';