<?php
// Text
$_['text_reviews']     = '%s отзывов';
$_['text_write']       = 'Написать отзыв';
$_['text_login']       = 'Пожалуйста <a href="%s">авторизируйтесь</a> или <a href="%s">создайте учетную запись</a> перед тем как написать отзыв';
$_['text_no_results']  = 'Будьте первым, кто оставит отзыв об этом товаре.';
$_['text_note']        = '<span class="text-danger">Примечание:</span>  HTML разметка не поддерживается! Используйте обычный текст!';
$_['text_success']     = 'Спасибо за ваш отзыв. Он поступил администратору для проверки на спам и вскоре будет опубликован.';

// Entry
$_['entry_author']       = 'Ваше имя:';
$_['entry_review']     = 'Ваш отзыв:';
$_['entry_rating']     = 'Оценка:';
$_['entry_good']       = 'Хорошо';
$_['entry_bad']        = 'Плохо';

// Tabs
$_['tab_review']       = 'Отзывов (%s)';

// Error
$_['error_token']      = 'Предупреждение: токен проверки недействителен!';
$_['error_product']    = 'Внимание: Товар не найден!';
$_['error_author']     = 'Название отзыва должно содержать от 3 до 25 символов!';
$_['error_text']       = 'Текст отзыва должен содержать от 25 до 1000 символов!';
$_['error_rating']     = 'Пожалуйста, выберите оценку!';
$_['error_login']      = 'Вы должны войти в систему, чтобы оставить отзыв о товаре!';
$_['error_purchased']  = 'Вы должны были приобрести этот товар, прежде чем оставить отзыв!';
$_['error_status']     = 'Отзывы отключены!';