<?php
// Heading
$_['heading_title'] = 'Групи клієнтів';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список груп клієнтів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Назва групи клієнтів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва';
$_['entry_description'] = 'Опис';
$_['entry_approval'] = 'Підтвердження нових клієнтів';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_approval'] = 'Клієнти повинні бути активовані адміністратором, перш ніж вони зможуть здійснити вхід до магазину.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань Групи клієнтів!';
$_['error_name'] = 'Назва групи повинна бути від 3 до 32 символів!';
$_['error_default'] = 'Цю групу клієнтів не можна видалити, оскільки вона призначена для основного магазину!';
$_['error_store'] = 'Цю групу клієнтів не можна видалити, оскільки вона призначена %s магазинам!';
$_['error_customer'] = 'Дану групу клієнтів не можна видалити, оскільки вона призначена %s клієнтам!';