<?php
// Heading
$_['heading_title'] = 'Макети';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список макетів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_remove'] = 'Видалити';
$_['text_route'] = 'Виберіть магазин та шлях для цього макету';
$_['text_module'] = 'Виберіть розташування модулів';
$_['text_default'] = 'За замовчуванням';
$_['text_content_top'] = 'Верх сторінки';
$_['text_content_bottom'] = 'Низ сторінки';
$_['text_column_left'] = 'Ліва колонка';
$_['text_column_right'] = 'Права колонка';

// Column
$_['column_name'] = 'Назва макету';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва макета';
$_['entry_store'] = 'Магазин';
$_['entry_route'] = 'Шлях';
$_['entry_module'] = 'Модуль';

// Error
$_['error_permission'] = 'У Вас недостатньо прав для зміни Макетів!';
$_['error_name'] = 'Назва макета повинна бути від 3 до 64 символів!';
$_['error_module'] = 'Модуль необхідний!';
$_['error_default'] = 'Цей макет не може бути видалений, оскільки він використовується в магазині за замовчуванням!';
$_['error_store'] = 'Цей макет не можна видалити, оскільки він використовується в магазинах. Кількість використань - %s !';
$_['error_product'] = 'Даний макет не може бути видалений, оскільки він використовується у товарах. Кількість використань - %s !';
$_['error_category'] = 'Цей макет не може бути видалений, оскільки він використовується у категоріях. Кількість використань - %s !';
$_['error_manufacturer'] = 'Цей макет не може бути видалений, оскільки він використовується у виробниках. Кількість використань - %s !';
$_['error_information'] = 'Цей макет не може бути видалений, оскільки він використовується у статтях. Кількість використань - %s !';