<?php
// Heading
$_['heading_title'] = 'Кошик';

// Text
$_['text_success'] = '<a href="%s">%s</a> додано <a href="%s">до кошика</a>!';
$_['text_edit'] = 'Кошик покупок оновлено!';
$_['text_remove'] = 'Товар видалений із кошика!';
$_['text_login'] = 'Необхідно <a href="%s">авторизуватися</a> або <a href="%s">створити обліковий запис</a> для перегляду цін!';
$_['text_no_results'] = 'Кошик порожній!';
$_['text_next'] = 'Що б ви хотіли зробити далі?';
$_['text_next_choice'] = 'Якщо у вас є код купона на знижку або бонусні бали, які ви бажаєте використати, оберіть відповідний пункт нижче. А також Ви можете приблизно дізнатися вартість доставки у ваш регіон.';
$_['text_points'] = 'Бонусні бали';
$_['text_subscription'] = 'Передплата';
$_['text_subscription_trial'] = '%s кожен %d %s(й) для %d платежу(ів) потім ';
$_['text_subscription_duration'] = '%s кожен %d %s(й) для %d платежу(ів)';
$_['text_subscription_cancel'] = '%s кожен %d %s(й) поки не скасують';
$_['text_day'] = 'день';
$_['text_week'] = 'тиждень';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';

// Column
$_['column_image'] = 'Зображення';
$_['column_name'] = 'Назва';
$_['column_model'] = 'Модель';
$_['column_quantity'] = 'Кількість';
$_['column_price'] = 'Ціна за од.';
$_['column_total'] = 'Всього';

// Error
$_['error_stock'] = 'Товари помічені зірочками відсутні у потрібній кількості або їх немає на складі!';
$_['error_minimum'] = 'Мінімальна кількість для замовлення товару %s становить %s!';
$_['error_store'] = 'Товар не можна придбати у вибраному вами магазині!';
$_['error_required'] = '%s обов\'язково!';
$_['error_product'] = 'У вашому кошику немає товарів!';
$_['error_subscription'] = 'Виберіть план передплати!';