<?php
// Heading
$_['heading_title'] = 'Помилка оплати!';

// Text
$_['text_basket'] = 'Кошик покупок';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure'] = 'Помилка оплати';
$_['text_message'] = '<p>У процесі оплати виникла помилка. Через помилку не вдалося завершити оформлення замовлення</p><p>Можливі причини:</p><ul><li>Недостатньо коштів</li><li>Збій перевірки</li></ul><p>Будь ласка, повторіть спробу, вибравши інший спосіб оплати.</p><p>Якщо помилка повторилася, будь ласка <a href="%s">зв\'яжіться з адміністрацією</a> та повідомте подробиці замовлення.</p>';