<?php
// Heading
$_['heading_title'] = 'Спосіб доставки';

// Text
$_['text_shipping_method'] = 'Доступні способи доставки';
$_['text_shipping'] = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success'] = 'Успіх: Ви змінили спосіб доставки!';

// Entry
$_['entry_shipping_method'] = 'Виберіть спосіб доставки...';

// Error
$_['error_payment_address'] = 'Потрібна адреса покупця!';
$_['error_shipping_address'] = 'Потрібна адреса доставки!';
$_['error_shipping_method'] = 'Потрібний спосіб доставки!';
$_['error_no_shipping'] = 'Немає варіантів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';