<?php
// Heading
$_['heading_title'] = 'Ваше замовлення прийняте!';

// Text
$_['text_basket'] = 'Кошик';
$_['text_checkout'] = 'Оформити замовлення';
$_['text_success'] = 'Замовлення прийнято';
$_['text_customer'] = '<p>Ваше замовлення прийнято!</p><p>Історія замовлення знаходиться в <a href="%s">Особистому кабінеті</a>. Щоб переглянути історію, перейдіть за посиланням <a href="%s">Історія замовлень</a>.</p><p>Якщо Ваша покупка пов\'язана з цифровими товарами, перейдіть на сторінку <a href="%s">Файли для завантаження</a> для перегляду або завантаження.</p><p>Якщо у Вас виникли питання, будь ласка, зв\'яжіться з нами.</p><p>Дякуємо за покупки!</p>';
$_['text_guest'] = '<p>Ваше замовлення прийнято!</p><p>Якщо у Вас виникли питання, будь ласка, зв\'яжіться з нами.</p><p>Дякуємо за покупки!</p>';