<?php
// Heading
$_['heading_title'] = 'Купити подарунковий сертифікат';

// Text
$_['text_account'] = 'Акаунт';
$_['text_voucher'] = 'Подарунковий сертифікат';
$_['text_description'] = 'Подарунковий сертифікат буде надіслано одержувачу після того, як Ви сплатите вартість Подарункового сертифікату.';
$_['text_agree'] = 'Я повідомлений, що подарункові сертифікати не підлягають поверненню.';
$_['text_message'] = '<p>Дякуємо за покупку подарункового сертифікату! Після завершення замовлення одержувачу буде надіслано листа з інструкцією про те, як скористатися сертифікатом</p>';
$_['text_for'] = '%s Подарунковий сертифікат для %s';

// Entry
$_['entry_to_name'] = 'Ім\'я одержувача';
$_['entry_to_email'] = 'Email одержувача';
$_['entry_from_name'] = 'Ваше ім\'я';
$_['entry_from_email'] = 'Ваш Email';
$_['entry_theme'] = 'Тема подарункового сертифікату';
$_['entry_message'] = 'Повідомлення';
$_['entry_amount'] = 'Сума';

// Help
$_['help_message'] = 'Повідомлення або вітання для сертифіката (не обов\'язково)';
$_['help_amount'] = 'Має бути більше %s і менше %s';

// Error
$_['error_token'] = 'Увага: токен подарункового сертифіката недійсний!';
$_['error_voucher'] = 'Подарунковий сертифікат не знайдено!';
$_['error_to_name'] = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім\'я має бути від 1 до 64 символів!';
$_['error_email'] = 'Введіть правильний E-Mail!';
$_['error_theme'] = 'Виберіть тему сертифіката!';
$_['error_amount'] = 'Увага. Сума повинна бути більшою за %s і меншою від %s!';
$_['error_agree'] = 'Ви повинні погодитися, що подарункові сертифікати не підлягають поверненню!';