<?php
// Heading
$_['heading_title']    = 'Группы пользователей';

// Text
$_['text_success']     = 'Настройки успешно изменены!';
$_['text_list']        = 'Список групп пользователей';
$_['text_add']         = 'Добавить';
$_['text_edit']        = 'Редактирование';
$_['text_access']      = 'Разрешен просмотр';
$_['text_modify']      = 'Разрешено внесение изменений';

// Column
$_['column_name']      = 'Группы пользователей';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Группа пользователей';
$_['entry_permission'] = 'Права и доступы';
$_['entry_extension']  = 'Расширения';

// Error
$_['error_permission'] = 'У Вас нет прав для управления данным модулем!';
$_['error_name']       = 'Название группы пользователей должно быть от 3 до 64 символов!';
$_['error_user']       = 'Данная группа пользователей не может быть удалена т.к содержит %s пользователей!';

