<?php
// Heading
$_['heading_title']        = 'Обновление';

// Text
$_['text_success']         = 'Отлично! Вы используете последнюю версию %s!';
$_['text_upgrade']         = 'Проверить последнюю версию c <b>opencart.com</b>';
$_['text_information']     = 'Информация о версии';
$_['text_current_version'] = 'Текущая версия';
$_['text_latest_version']  = 'Последняя версия';
$_['text_date_added']      = 'Дата выпуска';
$_['text_change']          = 'Журнал изменений';
$_['text_status']          = 'Статус обновления';
$_['text_ready']           = 'Нажмите кнопку обновления, чтобы перейти на последнюю версию ( версия с opencart.com ) ...';
$_['text_download']        = 'Загрузка последней версии...';
$_['text_install']         = 'Копирование файлов...';
$_['text_patch']           = 'Применение исправлений...';

// Button
$_['button_upgrade']       = 'Обновление';

// Error
$_['error_permission']     = 'У Вас нет прав для управления обновление!';
$_['error_connection']     = 'Не удалось подключиться к серверу обновления!';
$_['error_version']        = 'Версия ниже текущей версии!';
$_['error_download']       = 'Обновление не удалось загрузить!';
$_['error_file']           = 'Не удалось найти файл обновления!';
$_['error_directory']      = 'Не удалось создать каталог %s!';
$_['error_copy']           = 'Не удалось скопировать файл %s в %s !';
$_['error_unzip']          = 'Zip-файл не удалось открыть!';