<?php
// Text
$_['text_success']   = 'Скидка по бонусным баллам применена!';

// Error
$_['error_customer'] = 'Внимание: Необходимо указать данные клиента!';
$_['error_product']  = 'Внимание: Необходимо выбрать товары!';
$_['error_points']   = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_maximum']  = 'Внимание: Максимальное количество баллов, которое можно применить, составляет %s!';
$_['error_status']   = 'Внимание: Бонусные баллы не активированы в этом магазине!';
$_['error_confirm']  = 'Внимание: Пожалуйста, внимательно проверьте форму бонусных баллов на ошибки!';
