<?php
// Heading
$_['heading_title'] = 'Маркетингова акція';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Маркетингова акція';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_filter'] = 'Фільтр';
$_['text_history'] = 'Історія';
$_['text_history_add'] = 'Додати';
$_['text_report'] = 'Звіт';

// Column
$_['column_name'] = 'Назва Акції';
$_['column_code'] = 'Код';
$_['column_clicks'] = 'Переходів';
$_['column_orders'] = 'Замовлень';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва Акції';
$_['entry_description'] = 'Опис Акції';
$_['entry_code'] = 'Код відстеження';
$_['entry_example'] = 'Приклад';
$_['entry_date_from'] = 'Дата від';
$_['entry_date_to'] = 'Дата до';

// Help
$_['help_code'] = 'Цей код використовується для відстеження продажу маркетингової акції.';
$_['help_example'] = 'Таким чином, Ви можете додати код відстеження в кінці URL-адреси, що посилаються на ваш сайт або товар на вашому сайті.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань модуля Маркетингова акція!';
$_['error_name'] = 'Назва акції має бути від 1 до 32 символів!';
$_['error_code'] = 'Необхідно ввести Код відстеження!';
$_['error_exists'] = 'Код відстеження використовується в іншій акції!';