<?php
// Heading
$_['heading_title'] = 'Контакти';

// Text
$_['text_location'] = 'Наше місцезнаходження';
$_['text_store'] = 'Наші магазини';
$_['text_contact'] = 'Форма зворотнього зв\'язку';
$_['text_address'] = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_open'] = 'Режим роботи';
$_['text_comment'] = 'Додаткова інформація';
$_['text_message'] = '<p>Ваше повідомлення успішно надіслано власнику магазину!</p>';
$_['text_agree'] = 'Я прочитав <a href="%s" class="modal-link"><b>%s</b></a> і згоден з умовами конфіденційності та обробки персональних даних';

// Entry
$_['entry_name'] = 'Ваше ім\'я';
$_['entry_email'] = 'Ваш E-Mail';
$_['entry_enquiry'] = 'Ваше запитання або повідомлення';

// Email
$_['email_subject'] = 'Повідомлення від %s';

// Errors
$_['error_name'] = 'Ім\'я має бути від 3 до 32 символів!';
$_['error_email'] = 'E-mail адреса введена неправильно!';
$_['error_enquiry'] = 'Довжина тексту має бути від 10 до 3000 символів!';
$_['error_agree'] = 'Ви повинні прочитати та погодитися з %s!';