<?php
// Heading
$_['heading_title'] = 'Запит загального регламенту захисту даних GDPR';

// Text
$_['text_account'] = 'Обліковий запис';
$_['text_gdpr'] = 'Ви можете ознайомитися з політикою %s GDPR на сторінці <a href="%s" target="_blank">%s<a/>.';
$_['text_verification'] = 'Перевірка облікового запису';
$_['text_email'] = 'Перш ніж ми зможемо виконати будь-які запити GDPR, ми повинні підтвердити ваш обліковий запис. Будь ласка, введіть свою адресу електронної пошти нижче.';
$_['text_action'] = 'Вибрати дію';
$_['text_export'] = 'Експортувати Персональні дані';
$_['text_remove'] = 'Видалити Персональні дані';
$_['text_warning'] = 'Увага, ви втратите доступ до свого облікового запису!';
$_['text_access'] = 'У вас більше не буде доступу до вашого облікового запису %s.';
$_['text_history'] = 'У вас більше не буде доступу до історії ваших замовлень, рахунків, списків бажань або завантажень.';
$_['text_limit'] = 'Запити на видалення облікового запису будуть оброблені через <strong>%s днів</strong>, щоб можна було обробити будь-яке виявлення шахрайства, повернення товару або повернення коштів.';
$_['text_success'] = 'На вашу адресу електронної пошти надіслано електронного листа!';
$_['text_cancel'] = 'Скасування';

// Entry
$_['entry_email'] = 'E-Mail';

// Error
$_['error_email'] = 'Адреса електронної пошти, недійсна!';
$_['error_action'] = 'Ви повинні вибрати дійсну дію GDPR!';