<?php
// Text
$_['text_log']               = 'Проверьте журнал подписок для получения дополнительной информации.';

// Error
$_['error_store'] 		     = 'Внимание: Магазин не найден!';
$_['error_language']         = 'Внимание: Язык не найден!';
$_['error_currency']         = 'Внимание: Валюта не найдена!';
$_['error_customer']         = 'Внимание: Клиент не найден!';
$_['error_payment_address']  = 'Внимание: Адрес оплаты не найден!';
$_['error_shipping_address'] = 'Внимание: Адрес доставки не найден!';
$_['error_product']          = 'Внимание: Товар %s не найден!';
$_['error_option']           = 'Внимание: Опция %s не найдена!';
$_['error_shipping_method']  = 'Внимание: Необходимо выбрать способ доставки!';
$_['error_payment_method']   = 'Внимание: Необходимо выбрать способ оплаты!';
$_['error_extension']        = 'Внимание: Расширение способа оплаты не найдено!';