<?php
// Heading
$_['heading_title']     = 'Группы фильтров';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_list']         = 'Список групп фильтров';
$_['text_add']          = 'Добавить';
$_['text_edit']         = 'Редактировать';

// Column
$_['column_name']       = 'Название группы фильтров';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы фильтров';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_warning']     = 'Внимание: Пожалуйста, внимательно проверьте форму на ошибки!';
$_['error_permission']  = 'Внимание: У вас нет прав на изменение групп фильтров!';
$_['error_name']        = 'Название группы фильтров должно быть от 1 до 64 символов!';
$_['error_filter']      = 'Внимание: Эта группа фильтров не может быть удалена, так как она назначена для %s фильтров!';