<?php
// Heading
$_['heading_title']          = 'План подписки';

// Text
$_['text_success']           = 'Настройки успешно изменены!';
$_['text_list']              = 'Список';
$_['text_add']               = 'Добавить';
$_['text_edit']              = 'Редактировать';
$_['text_subscription']      = 'Подписка';
$_['text_trial']             = 'Пробный';
$_['text_day']               = 'День';
$_['text_week']              = 'Неделя';
$_['text_semi_month']        = 'Полмесяца';
$_['text_month']             = 'Месяц';
$_['text_year']              = 'Год';

// Entry
$_['entry_name']            = 'Название плана подписки';
$_['entry_trial_duration']  = 'Продолжительность';
$_['entry_trial_cycle']     = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_trial_status']    = 'Статус';
$_['entry_duration']        = 'Продолжительность';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортировки';

// Column
$_['column_name']           = 'Название';
$_['column_sort_order']     = 'Порядок сортировки';
$_['column_action']         = 'Действие';

// Help
$_['help_trial_duration']   = 'Продолжительность - это количество раз, когда пользователь произведет платеж.';
$_['help_trial_cycle']      = 'Суммы подписки рассчитываются с учетом частоты и циклов.';
$_['help_trial_frequency']  = 'Если вы используете частоту "неделя" и цикл "2", то пользователю будет выставляться счет каждые 2 недели.';
$_['help_duration']         = 'Продолжительность - это количество раз, сколько пользователь произведет платеж, установите это значение равным 0, если вы хотите, чтобы платежи осуществлялись до тех пор, пока они не будут отменены.';
$_['help_cycle']            = 'Суммы подписки рассчитываются по частоте и циклам.';
$_['help_frequency']        = 'Если вы используете частоту "неделя" и цикл "2", то пользователю будет выставляться счет каждые 2 недели.';

// Error
$_['error_warning']          = 'Внимание: Проверьте форму на наличие ошибок!';
$_['error_permission']       = 'У Вас нет прав для изменения атрибутов!';
$_['error_name']             = 'Название атрибута должно быть от 3 до 255 символов!';
$_['error_trial_duration']   = 'Продолжительность должна быть больше 0!';
$_['error_product']          = 'Предупреждение: Эти планы подписки не могут быть удалены, так как в настоящее время они назначены %s товарам!';