<?php
// Текст
$_['text_success'] = 'Успіх: Ви змінили кошик для покупок!';
$_['text_subscription'] = 'Передплата';
$_['text_subscription_trial'] = '%s кожні %d %s(в) для %d платежів, потім ';
$_['text_subscription_duration'] = '%s кожні %d %s для %d платежів';
$_['text_subscription_cancel'] = '%s кожні %d %s, доки не буде скасовано';
$_['text_day'] = 'день';
$_['text_week'] = 'тиждень';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';
$_['text_for'] = '%s Подарунковий сертифікат для %s';

// Помилка
$_['error_stock'] = 'Товари, позначені зірочками, відсутні в потрібній кількості або їх немає на складі!';
$_['error_minimum'] = 'Мінімальна сума замовлення для %s становить %s!';
$_['error_store'] = 'Товар не можна купити у вибраному вами магазині!';
$_['error_required'] = '%s обов\'язково!';
$_['error_product'] = 'Попередження: Товар не знайдено!';
$_['error_subscription'] = 'Будь ласка, виберіть план передплати!';