<?php
// Text
$_['text_success'] = 'Клієнта успішно оновлено';

// Error
$_['error_customer'] = 'Увага: Клієнта не знайдено!';
$_['error_customer_group'] = 'Група клієнтів не є дійсною!';
$_['error_firstname'] = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email'] = 'E-Mail адреса введена неправильно!';
$_['error_telephone'] = 'Телефон має бути від 3 до 32 символів!';
$_['error_custom_field'] = '%s обов\'язково!';
$_['error_regex'] = '%s неправильне введення!';