<?php
// Text
$_['text_success'] = 'Успіх: Ви змінили замовлення!';

// Помилка
$_['error_order'] = 'Попередження: Замовлення не знайдено!';
$_['error_customer'] = 'Попередження: Потрібні дані клієнта!';
$_['error_payment_address'] = 'Попередження: Потрібна адреса платника!';
$_['error_payment_method'] = 'Попередження: Потрібен спосіб оплати!';
$_['error_no_payment'] = 'Попередження: Способи оплати не доступні!';
$_['error_shipping_address'] = 'Попередження: Потрібна адреса доставки!';
$_['error_shipping_method'] = 'Попередження: Потрібен спосіб доставки!';
$_['error_no_shipping'] = 'Попередження: Способи доставки не доступні!';
$_['error_stock'] = 'Попередження: Товари, позначені зірочками, відсутні в потрібній кількості або відсутні на складі!';
$_['error_minimum'] = 'Попередження: Мінімальна сума замовлення для %s становить %s!';
$_['error_product'] = 'Попередження: Потрібно додати товари!';
$_['error_comment'] = 'Попередження: Потрібен коментар!';