<?php
// Текст
$_['text_success'] = 'Успіх: Адресу доставки встановлено!';

// Помилка
$_['error_firstname'] = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city'] = 'Місто має містити від 3 до 128 символів!';
$_['error_postcode'] = 'Поштовий індекс має містити від 2 до 10 символів для цієї країни!';
$_['error_country'] = 'Будь ласка, виберіть країну!';
$_['error_zone'] = 'Будь ласка, виберіть регіон/область!';
$_['error_custom_field'] = '%s обов\'язково!';
$_['error_regex'] = '%s недійсне введення!';
$_['error_shipping'] = 'Попередження: Немає товарів, які потребують доставки';