<?php
// Text
$_['text_cart'] = 'Кошик покупок успішно оновлено!';
$_['text_for'] = '%s Подарунковий сертифікат для %s';
$_['text_success'] = 'Ваша знижка за подарунковим сертифікатом успішно застосована!';
$_['text_remove'] = 'Подарунковий сертифікат успішно видалено!';

// Error
$_['error_voucher'] = 'Подарунковий сертифікат не знайдено!';
$_['error_to_name'] = 'Ім\'я одержувача має бути від 1 до 64 символів!';
$_['error_from_name'] = 'Ваше ім\'я має бути від 1 до 64 символів!';
$_['error_email'] = 'Введіть правильний E-Mail!';
$_['error_theme'] = 'Виберіть тему сертифіката!';
$_['error_amount'] = 'Увага. Сума повинна бути більшою за %s і меншою від %s!';