<?php
// Heading
$_['heading_title'] = 'Країни';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список країн';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_filter'] = 'Фільтр';

// Column
$_['column_name'] = 'Назва країни';
$_['column_iso_code_2'] = 'Код ISO (2)';
$_['column_iso_code_3'] = 'Код ISO (3)';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва країни';
$_['entry_iso_code_2'] = 'Код ISO (2)';
$_['entry_iso_code_3'] = 'Код ISO (3)';
$_['entry_address_format'] = 'Формат адреси';
$_['entry_postcode_required'] = 'Індекс обов\'язковий';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку країн';
$_['error_name'] = 'Назва країни повинна бути від 1 до 128 символів!';
$_['error_default'] = 'Ця країна не може бути видалена, оскільки призначена за замовчуванням для магазину!';
$_['error_store'] = 'Ця країна не може бути видалена, оскільки призначена %s магазинам!';
$_['error_address'] = 'Ця країна не може бути видалена, тому що призначена %s записам в адресній книзі!';
$_['error_zone'] = 'Ця країна не може бути видалена, тому що призначена %s регіонам!';
$_['error_zone_to_geo_zone'] = 'Ця країна не може бути видалена, тому що призначена %s географічним зонам!';