<?php
// Heading
$_['heading_title'] = 'Мови';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список мов';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Мова';
$_['column_code'] = 'Код';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва';
$_['entry_code'] = 'Код';
$_['entry_locale'] = 'Локаль';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_extension'] = 'Код модуля';

// Help
$_['help_locale'] = 'Приклад: uk,uk_UA.UTF-8,uk_UA,uk-ua,ukrainian';
$_['help_status'] = 'Показати або приховати мову у виборі мови на вітрині магазину.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку мов!';
$_['error_exists'] = 'Увага: Спочатку додайте мову!';
$_['error_name'] = 'Назва мови повинна бути від 3 до 32 символів!';
$_['error_code'] = 'Код мови повинен бути від 2 символів!';
$_['error_locale'] = 'Необхідно вказати кодування мови!';
$_['error_default'] = 'Мова не може бути видалена, оскільки вона використовується за замовчуванням!';
$_['error_admin'] = 'Мова не може бути виключена, оскільки вона є мовою Адміністратора';
$_['error_store'] = 'Мови не можна видалити, оскільки призначено %s магазинам!';
$_['error_order'] = 'Мовлення не може бути видалено, оскільки призначено %s замовленням!';