<?php
// Heading
$_['heading_title'] = 'Місцезнаходження';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Місцезнаходження';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_geocode'] = 'Geocode Помилка';

// Column
$_['column_name'] = 'Назва магазину';
$_['column_address'] = 'Адреса';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва магазину';
$_['entry_address'] = 'Адреса';
$_['entry_geocode'] = 'Geocode';
$_['entry_telephone'] = 'Телефон';
$_['entry_image'] = 'Зображення';
$_['entry_open'] = 'Режим роботи';
$_['entry_comment'] = 'Додаткова інформація';

// Help
$_['help_geocode'] = 'Будь ласка, введіть ваше місцезнаходження як GeoCode.';
$_['help_open'] = 'Режим роботи вашого магазину.';
$_['help_comment'] = 'Це поле для додаткової інформації покупцю. Наприклад, Наш магазин приймає до оплати лише картки Visa.';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни даних налаштувань!';
$_['error_name'] = 'Назва магазину повинна бути від 3 до 32 символів!';
$_['error_address'] = 'Адреса магазину повинна бути від 3 до 128 символів!';
$_['error_telephone'] = 'Телефон має бути від 3 до 32 символів!';