<?php
// Heading
$_['heading_title'] = 'Статус замовлень';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список статусів замовлення';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Статуси замовлень';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Статус замовлення';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни статусів замовлень!';
$_['error_name'] = 'Статус замовлення має бути від 3 до 32 символів!';
$_['error_default'] = 'Статус замовлення не може бути виключений, оскільки він прикріплений до статусу основного магазину!';
$_['error_download'] = 'Статус замовлення не може бути виключений, оскільки він прикріплений до статусу завантаження за замовчуванням!';
$_['error_order'] = 'Статус замовлення не може бути видалений, тому що призначений %s замовленням!';