<?php
// Heading
$_['heading_title'] = 'Операції повернення';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Операції повернень';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Список операцій повернення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Операція повернення';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни операцій повернення!';
$_['error_name'] = 'Операція повернення повинна бути від 3 до 64 символів!';
$_['error_return'] = 'Операція повернення не може бути видалена, оскільки призначена %s товарам!';