<?php
// Heading
$_['heading_title'] = 'Причина повернення';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список причин повернення';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Причина повернення';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Причина повернення';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни причин повернення!';
$_['error_name'] = 'Причина повернення повинна бути від 3 до 128 символів!';
$_['error_return'] = 'Причина повернення не може бути видалена, тому що призначена %s товарам!';