<?php
// Heading
$_['heading_title'] = 'Статуси складу';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список статусів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Варіанти статусів складу';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва статусу складу';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни варіантів статусів складу!';
$_['error_name'] = 'Назва має бути від 3 до 32 символів!';
$_['error_product'] = 'Статус складу не може бути видалений, оскільки призначений для %s товарів!';