<?php
// Heading
$_['heading_title'] = 'Статуси передплат';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список статусів передплат';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Статус передплати';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва статусу передплати';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни статусів передплат!';
$_['error_name'] = 'Статус передплати має бути від 3 до 32 символів!';
$_['error_default'] = 'Статус підписки не може бути виключений, оскільки він прикріплений до статусу передплати основного магазину!';
$_['error_return'] = 'Статус підписки не може бути видалений, оскільки призначено %s підпискам!';