<?php
// Heading
$_['heading_title'] = 'Регіони';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список регіонів';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_filter'] = 'Filter';

// Column
$_['column_name'] = 'Назва регіону';
$_['column_code'] = 'Код регіону';
$_['column_country'] = 'Країна';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва регіону';
$_['entry_code'] = 'Код регіону';
$_['entry_country'] = 'Країна';
$_['entry_status'] = 'Статус';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни списку регіонів!';
$_['error_name'] = 'Назва регіону має бути від 3 до 128 символів!';
$_['error_default'] = 'Країна не може бути видалена, оскільки вона призначена за замовчуванням!';
$_['error_store'] = 'Регіон не може бути видалений, тому що призначено %s магазинам!';
$_['error_address'] = 'Регіон не може бути видалений, тому що призначено %s записам адресної книги!';
$_['error_zone_to_geo_zone'] = 'Регіон не може бути видалений, тому що призначено %s географічним зонам!';