<?php
// Heading
$_['heading_title'] = 'Тематика подарункового сертифікату';

// Text
$_['text_success'] = 'Тематика подарункового сертифіката змінена!';
$_['text_list'] = 'Список тематик';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';

// Column
$_['column_name'] = 'Назви тематики';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва тематики';
$_['entry_description'] = 'Опис тематики';
$_['entry_image'] = 'Зображення';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни тематик сертифікатів!';
$_['error_name'] = 'Назва має бути від 3 до 32 символів!';
$_['error_image'] = 'Зображення є обов\'язковим!';
$_['error_voucher'] = 'Ця тематика не може бути видалена, тому що призначена %s сертифікату(ам)!';