<?php
// Text
$_['text_success']       = 'Корзина покупок успешно изменена!';
$_['text_subscription']  = 'Подписка';

// Error
$_['error_warning']      = 'Внимание: Пожалуйста, внимательно проверьте корзину на ошибки!';
$_['error_product']      = 'Внимание: Товар не найден!';
$_['error_stock']        = 'Товар недоступен в нужном количестве или отсутствует на складе!';
$_['error_minimum']      = 'Минимальная сумма заказа для %s составляет %s!';
$_['error_option']       = 'Опция не найдена!';
$_['error_option_stock'] = 'Опция недоступна в нужном количестве или отсутствует на складе!';
$_['error_required']     = 'Необходимо указать %s!';
$_['error_subscription'] = 'План подписки недействителен!';