<?php
// Text
$_['text_success']         = 'Клиент успешно обновлен';

// Error
$_['error_customer']       = 'Внимание: Клиент не найден!';
$_['error_customer_group'] = 'Группа клиентов не является действительной!';
$_['error_firstname']      = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']       = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_email']          = 'E-Mail адрес введен неверно!';
$_['error_telephone']      = 'Телефон должен быть от 3 до 32 символов!';
$_['error_custom_field']   = '%s требуется!';
$_['error_regex']          = '%s неверный ввод!';