<?php
// Text
$_['text_success']       = 'Платежный адрес успешно выбран!';

// Error
$_['error_firstname']       = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']       = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']            = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']        = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']         = 'Пожалуйста, выберите страну!';
$_['error_zone']            = 'Пожалуйста, выберите регион / область';
$_['error_custom_field']    = '%s необходим!';
$_['error_regex']           = '%s неверный ввод!';