<?php
// Text
$_['text_success']          = 'Способ оплаты успешно выбран!';

// Error
$_['error_customer']         = 'Внимание: Необходимо указать данные клиента!';
$_['error_product']          = 'Внимание: Необходимо выбрать товары!';
$_['error_shipping_address'] = 'Внимание: Необходимо указать адрес доставки!';
$_['error_shipping_method']  = 'Внимание: Необходимо выбрать способ доставки!';
$_['error_payment_address']  = 'Внимание: Необходимо указать адрес оплаты!';
$_['error_no_payment']       = 'Внимание: Нет доступных способов оплаты!';
$_['error_payment_method']   = 'Внимание: Необходимо выбрать способ оплаты!';