<?php
// Heading
$_['heading_title'] = 'Защитите свою учетную запись';

// Text
$_['text_security'] = 'Вы должны отвечать на секретный вопрос всякий раз, когда входите в систему с неизвестного устройства или компьютера.';
$_['text_code']     = 'На вашу учетную запись электронной почты было отправлено письмо с кодом безопасности. Введите приведенный ниже код, чтобы продолжить.';
$_['text_locked']   = 'Ваша учетная запись заблокирована!';
$_['text_unlock']   = 'Ваша учетная запись была заблокирована из-за множества неправильных попыток ввода кода безопасности. Нажмите кнопку сброса, чтобы получить ссылку для сброса через свою учетную запись электронной почты.';
$_['text_unlocked'] = 'Ваша учетная запись разблокирована!';
$_['text_link']     = 'На ваш адрес электронной почты отправлено письмо со ссылкой для сброса!';
$_['text_resend']   = 'На вашу учетную запись электронной почты отправлено письмо с кодом безопасности!';

// Entry
$_['entry_code']    = 'Код безопасности';

// Error
$_['error_warning'] = 'Вы превысили допустимое количество попыток ввода защитного кода!';
$_['error_code']    = 'Код безопасности не совпадает!';
$_['error_reset']   = 'Внимание: не удалось сбросить код безопасности!';