<?php
// Heading
$_['heading_title'] = 'Використовуйте бонусні бали (доступно %s)';

// Text
$_['text_success'] = 'Знижку на бонусні бали успішно застосовано!';

// Entry
$_['entry_reward'] = 'Бали для використання (макс. %s)';

// Error
$_['error_reward'] = 'Попередження: Будь ласка, введіть кількість бонусних балів для використання!';
$_['error_points'] = 'Попередження: у вас немає %s бонусних балів!';
$_['error_maximum'] = 'Попередження: максимальна кількість балів, яку можна застосувати, становить %s!';
$_['error_status'] = 'Попередження: бонусні бали не активовані в цьому магазині!';
