<?php
// Heading
$_['heading_title'] = 'Оцінка вартості доставки';

// Text
$_['text_shipping_method'] = 'Способи доставки';
$_['text_destination'] = 'Введіть місце доставки, щоб оцінити її вартість.';
$_['text_estimate'] = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_success'] = 'Спосіб доставки вибрано успішно!';

// Entry
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Регіон/область';
$_['entry_postcode'] = 'Поштовий індекс';

// Помилка
$_['error_postcode'] = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, виберіть країну!';
$_['error_zone'] = 'Будь ласка, виберіть регіон/область!';
$_['error_shipping'] = 'Попередження: необхідний спосіб доставки!';
$_['error_no_shipping'] = 'Попередження: способи доставки недоступні. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';