<?php
// Heading
$_['heading_title'] = 'Розрахунок вартості доставки';

// Text
$_['text_shipping_method'] = 'Варіанти способу доставки';
$_['text_destination'] = 'Вкажіть ваш регіон для розрахунку вартості доставки.';
$_['text_estimate'] = 'Будь ласка, виберіть потрібний спосіб доставки для поточного замовлення.';
$_['text_success'] = 'Розрахунок вартості доставки, виконаний!';

// Entry
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Регіон/Область';
$_['entry_postcode'] = 'Індекс';

// Error
$_['error_postcode'] = 'Індекс має бути від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, виберіть країну!';
$_['error_zone'] = 'Будь ласка, виберіть регіон/область!';
$_['error_shipping'] = 'Необхідно вказати спосіб доставки!';
$_['error_no_shipping'] = 'Немає доступних способів доставки. Будь ласка <a href="%s">зв\'яжіться з адміністрацією</a> магазину!';