<?php
// Heading
$_['heading_title'] = 'Використовувати Подарунковий сертифікат';

// Text
$_['text_voucher'] = 'Подарунковий сертифікат (%s)';
$_['text_success'] = 'Ваш подарунковий сертифікат успішно застосовано!';
$_['text_remove'] = 'Ваш подарунковий сертифікат видалено!';

// Entry
$_['entry_voucher'] = 'Введіть код подарункового сертифіката';

// Error
$_['error_voucher'] = 'Помилка. Неправильний код сертифіката або він вже використовувався!';
$_['error_status'] = 'Подарунковий сертифікат не включений у магазині!';