<?php
// Heading
$_['heading_title'] = 'Використовувати Бонусні бали (доступно балів %s)';

// Text
$_['text_reward'] = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Номер замовлення: %s';
$_['text_success'] = 'Бали успішно застосовані!';
$_['text_remove'] = 'Бали успішно видалені!';

// Entry
$_['entry_reward'] = 'Доступно для використання (максимум %s)';

// Error
$_['error_reward'] = 'Вкажіть, будь ласка, кількість бонусних балів для оплати цього замовлення!';
$_['error_points'] = 'У Вас немає %s бонусних балів!';
$_['error_maximum'] = 'Максимально доступна кількість балів, яку можна застосувати: %s!';
$_['error_status'] = 'Бонусні бали не включені в даному магазині!';