<?php
// Text
$_['text_subject']   = '%s - GDPR запрос одобрен!';
$_['text_request']   = 'Запрос на удаление учетной записи';
$_['text_hello']     = 'Здравствуйте <strong>%s</strong>,';
$_['text_user']      = 'Пользователь';
$_['text_gdpr']      = 'Ваш запрос GDPR на удаление данных одобрен и будет исполнен через <strong>%s дней</strong>.';
$_['text_q']         = 'Вопрос: Почему мы не удаляем ваши данные сразу?';
$_['text_a']         = 'Ответ: Запросы на удаление учетной записи будут обрабатываться через <strong>%s дней</strong>, чтобы можно было обработать любые возвраты, возвратные платежи или обнаружение мошенничества.';
$_['text_delete']    = 'Вы получите электронное письмо с уведомлением о том, что ваша учетная запись была удалена.';
$_['text_thanks']    = 'Спасибо,';