<?php
// Text
$_['text_subject']   = '%s - GDPR запрос Отклонен!';
$_['text_export']    = 'Запрос на Экспорт Данных учетной записи';
$_['text_remove']    = 'Запрос на удаление учетной записи';
$_['text_hello']     = 'Здравствуйте <strong>%s</strong>,';
$_['text_user']      = 'Пользователь';
$_['text_contact']   = 'К сожалению, ваш запрос был отклонен. Для получения дополнительной информации вы можете связаться с магазином здесь:';
$_['text_thanks']    = 'Спасибо,';

// Button
$_['button_contact'] = 'Наши контакты';