<?php
// Text
$_['text_subject']             = '%s - Подписка';
$_['text_subscription_id']     = 'Идентификатор подписки';
$_['text_date_added']          = 'Дата подписки:';
$_['text_subscription_status'] = 'Вашей подписке присвоен следующий статус:';
$_['text_comment']             = 'Комментарии к вашей подписке следующие:';
$_['text_payment_method']      = 'Способ оплаты';
$_['text_payment_code']        = 'Платежный код';
$_['text_footer']              = "Пожалуйста, ответьте на это электронное письмо, если у вас есть какие-либо вопросы".;
