<?php
// Heading
$_['heading_title'] = 'Банківська картка';

// Text
$_['text_description'] = 'Цей спосіб оплати є фіктивним і не зберігає інформацію про банківську картку і не повинен використовуватись на реальному сайті. Це розширення призначене для розробників, яким необхідно створити інтеграцію із платіжним шлюзом.';
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_edit'] = 'Редагування';
$_['text_approve'] = 'Схвалити';
$_['text_deny'] = 'Заборонити';

// Entry
$_['entry_response'] = 'Відповідь процесингу';

$_['entry_response'] = 'Відповідь процесингу';
$_['entry_response'] = 'Відповідь процесингу';
$_['entry_response'] = 'Відповідь процесингу';


$_['entry_order_status'] = 'Статус замовлення';
$_['entry_fraud_status'] = 'Статус замовлення';
$_['entry_complete_status'] = 'Статус замовлення';

$_['entry_subscription_status'] = 'Статус замовлення';

$_['entry_geo_zone'] = 'Географічна зона';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Help
$_['help_response'] = 'Виберіть, чи модуль повинен повертати схвалені або відхилені пробні замовлення';

// Error
$_['error_permission'] = 'У Вас немає прав для керування цим розширенням!';