<?php
// Text
$_['text_subject'] = '%s - Ваш обліковий запис активовано!';
$_['text_welcome'] = 'Ласкаво просимо та дякую за реєстрацію в %s!';
$_['text_login'] = 'Ваш аккаунт створений і Ви можете увійти, використовуючи Ваш E-mail та пароль, відвідавши наш сайт за адресою:';
$_['text_service'] = 'Після авторизації на сайті, Ви зможете скористатися додатковими можливостями: перегляд історії замовлень, друк рахунку, зміна інформації Вашого облікового запису та ін.';
$_['text_thanks'] = 'Дякую,';

// Button
$_['button_login'] = 'Увійти';