<?php
// Text
$_['text_subject'] = '%s - GDPR запит схвалений!';
$_['text_request'] = 'Запит на видалення облікового запису';
$_['text_hello'] = 'Привіт <strong>%s</strong>,';
$_['text_user'] = 'Користувач';
$_['text_gdpr'] = 'Ваш запит GDPR на видалення даних схвалений і буде виконаний через <strong>%s днів</strong>.';
$_['text_q'] = 'Питання: Чому ми не видаляємо ваші дані відразу?';
$_['text_a'] = 'Відповідь: Запити на видалення облікового запису будуть оброблятися через <strong>%s днів</strong>, щоб можна було обробити будь-які повернення, повернення платежів або виявлення шахрайства.';
$_['text_delete'] = 'Ви отримаєте електронного листа з повідомленням, що ваш обліковий запис було видалено.';
$_['text_thanks'] = 'Дякую,';