<?php
// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_subject'] = 'Вам надіслали Подарунковий Сертифікат із %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат на %s';
$_['text_from'] = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message'] = 'З повідомленням, у якому йдеться';
$_['text_redeem'] = 'Щоб скористатися цим Подарунковим Сертифікатом, збережіть код <b>%s</b>, потім перейдіть до магазину за посиланням нижче і замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика, перш ніж почнете оформлення замовлення.';
$_['text_footer'] = 'Якщо у Вас є які-небудь питання, дайте відповідь на це повідомлення.';
$_['text_sent'] = 'Подарунковий сертифікат надіслано на e-mail!';