<?php
// Heading
$_['heading_title'] = 'Групи атрибутів';

// Текст
$_['text_success'] = 'Успіх: Ви змінили групи атрибутів!';
$_['text_list'] = 'Список груп атрибутів';
$_['text_add'] = 'Додати групу атрибутів';
$_['text_edit'] = 'Редагувати групу атрибутів';

// Колонка
$_['column_name'] = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_name'] = 'Назва групи атрибутів';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_warning'] = 'Попередження: уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Попередження: Ви не маєте дозволу змінювати групи атрибутів!';
$_['error_name'] = 'Назва групи атрибутів має містити від 1 до 64 символів!';
$_['error_attribute'] = 'Попередження: цю групу атрибутів не можна видалити, оскільки вона наразі призначена атрибутам %s!';
$_['error_product'] = 'Попередження: Цю групу атрибутів не можна видалити, оскільки вона наразі призначена для %s продуктів!';