<?php
// Heading
$_['heading_title'] = 'Файли для завантаження';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Файли для завантаження';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_upload'] = 'Файл успішно завантажено!';
$_['text_report'] = 'Звіт';

// Column
$_['column_name'] = 'Назва';
$_['column_ip'] = 'IP';
$_['column_account'] = 'Акаунт';
$_['column_store'] = 'Магазин';
$_['column_country'] = 'Країна';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва файлу';
$_['entry_filename'] = 'Ім\'я файлу';
$_['entry_mask'] = 'Маска';

// Help
$_['help_filename'] = 'Ви можете завантажити файл за допомогою кнопки завантаження або через FTP, вказавши деталі нижче.';
$_['help_mask'] = 'Рекомендуємо, щоб ім\'я файлу та маска були різні, це запобігне прямому доступу до файлів.';

// Error
$_['error_warning'] = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission'] = 'У вас немає прав для редагування завантажень!';
$_['error_name'] = 'Назва повинна містити від 3 до 64 символів!';
$_['error_filename'] = 'Назва файлу повинна містити від 3 до 128 символів!';
$_['error_filename_character'] = 'Ім\'я файлу може містити лише символи a-Z, 0-9, - і _!';
$_['error_directory'] = 'Файли повинні знаходитися в каталозі storage/download!';
$_['error_exists'] = 'Файл не існує!';
$_['error_mask'] = 'Маска повинна містити від 3 до 128 символів!';
$_['error_mask_character'] = 'Маска може використовувати лише символи a-Z, 0-9, - і _!';
$_['error_file_type'] = 'Неправильний тип файлу!';
$_['error_product'] = 'Увага: Це завантаження не можна видалити, оскільки призначене до %s товарів!';