<?php
// Заголовок
$_['heading_title'] = 'Групи фільтрів';

// Текст
$_['text_success'] = 'Успішно: Ви змінили групи фільтрів!';
$_['text_list'] = 'Список груп фільтрів';
$_['text_add'] = 'Додати групу фільтрів';
$_['text_edit'] = 'Редагувати групу фільтрів';

// Колонка
$_['column_name'] = 'Ім\'я групи фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Вступ
$_['entry_name'] = 'Назва групи фільтрів';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_warning'] = 'Попередження: уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну фільтрів!';
$_['error_name'] = 'Назва групи фільтрів має містити від 1 до 64 символів!';
$_['error_filter'] = 'Попередження: Цю групу фільтрів не можна видалити, оскільки вона наразі призначена для %s фільтрів!';