<?php
// Heading
$_['heading_title'] = 'Артикули';

// Text
$_['text_success'] = 'Успіх: Ви змінили артикули!';
$_['text_list'] = 'Список артикулів';
$_['text_add'] = 'Додати артикул';
$_['text_edit'] = 'Редагувати артикул';
$_['text_regex'] = 'Регулярний вираз';

// Column
$_['column_name'] = 'Назва артикула';
$_['column_code'] = 'Код';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва артикула';
$_['entry_code'] = 'Код';
$_['entry_validation'] = 'Перевірка';
$_['entry_status'] = 'Статус';

// Help
$_['help_name'] = 'Приклад: Артикул постачальника, Артикул бренду А, Артикул бренду Б, Європейський артикул і т.п.';
$_['help_code'] = 'Приклад: SKU, UPC, EAN, JAN, ISBN або MPN';
$_['help_regex'] = 'Використовуйте регулярний вираз. Наприклад: /[^a-zA-Z0-9_-]/';
$_['help_status'] = 'Відображати артикул товару на сторінці товару';

// Error
$_['error_warning'] = 'Попередження: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну артикулів!';
$_['error_name'] = 'Назва артикула має містити від 1 до 64 символів!';
$_['error_code'] = 'Код артикула має містити від 3 до 48 символів!';
