<?php
// Heading
$_['heading_title'] = 'Сторінки';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Сторінки';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_default'] = 'Основний магазин';
$_['text_keyword'] = 'Не використовуйте пробіли, замість них додавайте дефіс (-) і переконайтеся, що SEO URL є унікальним для всього магазину.';

// Column
$_['column_title'] = 'Назва сторінки';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_title'] = 'Назва сторінки';
$_['entry_description'] = 'Опис';
$_['entry_meta_title'] = 'Мета-тег Title';
$_['entry_meta_keyword'] = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store'] = 'Магазин';
$_['entry_keyword'] = 'SEO URL';
$_['entry_bottom'] = 'Відображати знизу';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_layout'] = 'Макет';

// Help
$_['help_bottom'] = 'Показувати посилання у підвалі сайту';

// Error
$_['error_warning'] = 'Уважно перевірте форму на помилки!';
$_['error_permission'] = 'У Вас немає прав для зміни сторінок!';
$_['error_title'] = 'Назва сторінки повинна бути від 1 до 64 символів!';
$_['error_description'] = 'Опис має бути не менше 3 символів!';
$_['error_meta_title'] = 'Мета-тег Title має бути від 1 до 255 символів!!';
$_['error_seo'] = 'SEO URL необхідний і обов\'язковий!';
$_['error_keyword'] = 'SEO URL має бути унікальним!';
$_['error_account'] = 'Цю сторінку не можна видалити, оскільки вона призначена Політикою безпеки за промовчанням!';
$_['error_checkout'] = 'Цю сторінку не можна видалити, оскільки вона призначена Угодою користувача за промовчанням!';
$_['error_affiliate'] = 'Сторінку не можна видалити, оскільки вона використовується в умовах партнерської програми!';
$_['error_return'] = 'Сторінку не можна видалити, оскільки вона використовується в умовах повернення товару !';
$_['error_store'] = 'Сторінку не можна видалити, оскільки призначено %s магазинам!';