<?php
// Heading
$_['heading_title'] = 'Виробники';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список виробників';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_default'] = 'Основний магазин';
$_['text_keyword'] = 'Не використовуйте пробіли, замість них додавайте дефіс (-) і переконайтеся, що SEO URL є унікальним для всього магазину.';

// Column
$_['column_name'] = 'Виробник';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Виробник';
$_['entry_store'] = 'Магазин';
$_['entry_keyword'] = 'SEO URL';
$_['entry_image'] = 'Зображення';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_layout'] = 'Макет';

// Error
$_['error_warning'] = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission'] = 'У Вас немає прав для зміни Виробників!';
$_['error_name'] = 'Назва виробника повинна бути від 1 до 64 символів!';
$_['error_seo'] = 'SEO URL обов\'язковий!';
$_['error_keyword'] = 'SEO URL має бути унікальним!';
$_['error_product'] = 'Увага: Даного виробника не можна видалити, оскільки йому призначено %s товарів!';