<?php
// Heading
$_['heading_title'] = 'Опції';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список опцій';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагування';
$_['text_choose'] = 'Вибір';
$_['text_select'] = 'Список';
$_['text_radio'] = 'Перемикач';
$_['text_checkbox'] = 'Прапорець';
$_['text_input'] = 'Поле введення';
$_['text_text'] = 'Текст';
$_['text_textarea'] = 'Текстова область';
$_['text_file'] = 'Файл';
$_['text_date'] = 'Дата';
$_['text_datetime'] = 'Дата та час';
$_['text_time'] = 'Час';
$_['text_option'] = 'Опція';
$_['text_value'] = 'Значення';

// Column
$_['column_name'] = 'Опція';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва опції';
$_['entry_type'] = 'Тип';
$_['entry_option_value'] = 'Значення опції';
$_['entry_image'] = 'Зображення';
$_['entry_sort_order'] = 'Порядок сортування';

// Error
$_['error_warning'] = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission'] = 'У вас недостатньо прав для зміни опції!';
$_['error_name'] = 'Ім\'я опції має містити від 1 до 128 символів!';
$_['error_type'] = 'Не вказано значення опції!';
$_['error_option_value'] = 'Значення опції має містити від 1 до 128 символів!';
$_['error_value'] = 'Увага: Дане значення опції не можна видалити, оскільки призначено до %s товарів!';
$_['error_product'] = 'Увага: Дану опцію не можна видалити, оскільки призначена до %s товарів!';