<?php
// Heading
$_['heading_title'] = 'Плани передплат';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список';
$_['text_add'] = 'Додати';
$_['text_edit'] = 'Редагувати';
$_['text_subscription'] = 'Передплата';
$_['text_trial'] = 'Пробний';
$_['text_day'] = 'День';
$_['text_week'] = 'Тиждень';
$_['text_semi_month'] = 'Півмісяця';
$_['text_month'] = 'Місяць';
$_['text_year'] = 'Рік';

// Entry
$_['entry_name'] = 'Назва плану передплат';
$_['entry_trial_price'] = 'Ціна';
$_['entry_trial_duration'] = 'Тривалість';
$_['entry_trial_cycle'] = 'Цикл';
$_['entry_trial_frequency'] = 'Частота';
$_['entry_trial_status'] = 'Статус';
$_['entry_price'] = 'Ціна';
$_['entry_duration'] = 'Тривалість';
$_['entry_cycle'] = 'Цикл';
$_['entry_frequency'] = 'Частота';
$_['entry_status'] = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Column
$_['column_name'] = 'Назва';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Help
$_['help_trial_duration'] = 'Тривалість - це кількість разів, скільки користувач здійснить платіж.';
$_['help_trial_cycle'] = 'Суми передплати розраховуються за частотою та циклами.';
$_['help_trial_frequency'] = 'Якщо ви використовуєте частоту «тиждень» і цикл «2», то користувачеві виставлятиметься рахунок кожні 2 тижні.';
$_['help_duration'] = 'Тривалість - це кількість разів, скільки користувач здійснить платіж, встановіть це значення рівним 0, якщо ви хочете, щоб платежі здійснювалися доти, доки вони не будуть скасовані.';
$_['help_cycle'] = 'Суми передплати розраховуються за частотою та циклами.';
$_['help_frequency'] = 'Якщо ви використовуєте частоту "тиждень" і цикл "2", то користувачеві виставлятиметься рахунок кожні 2 тижні.';

// Error
$_['error_warning'] = 'Увага: Перевірте форму на наявність помилок!';
$_['error_permission'] = 'У Вас немає прав для зміни атрибутів!';
$_['error_name'] = 'Назва атрибута повинна бути від 3 до 255 символів!';
$_['error_trial_duration'] = 'Тривалість повинна бути більшою за 0!';
$_['error_product'] = 'Попередження: Ці плани передплат не можуть бути видалені, оскільки вони призначені %s товарам!';