<?php
// Заголовок
$_['heading_title'] = 'Блог';

// Текст
$_['text_extension'] = 'Розширення';
$_['text_success'] = 'Успішно: Ви змінили модуль блогу!';
$_['text_next'] = 'Успішно: Ви змінили %s блог із %s!';
$_['text_edit'] = 'Редагувати модуль блогу';

// Форма
$_['text_desc'] = 'У порядку спадання';
$_['text_asc'] = 'Порядок зростання';
$_['text_sort_name'] = 'Ім\'я';
$_['text_sort_date'] = 'Дата додавання';

// Колонка
$_['column_total'] = 'Усього';

// Вступ
$_['entry_name'] = 'Назва модуля';
$_['entry_limit'] = 'Ліміт';
$_['entry_width'] = 'Ширина зображення';
$_['entry_height'] = 'Висота зображення';
$_['entry_order'] = 'Замовлення';
$_['entry_sort'] = 'Сортування';
$_['entry_status'] = 'Статус';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну модуля блогу!';
$_['error_name'] = 'Ім\'я модуля має містити від 3 до 64 символів!';
$_['error_width'] = 'Потрібна ширина!';
$_['error_height'] = 'Потрібна висота!';