<?php
// Text
$_['text_search'] = 'Пошук';
$_['text_brand'] = 'Виробник';
$_['text_manufacturer'] = 'Виробник:';
$_['text_model'] = 'Модель:';
$_['text_reward'] = 'Бонусні бали:';
$_['text_points'] = 'Ціна у бонусних балах:';
$_['text_stock'] = 'Наявність:';
$_['text_instock'] = 'Є в наявності';
$_['text_tax'] = 'Без ПДВ:';
$_['text_discount'] = ' або більше: ';
$_['text_option'] = 'Доступні варіанти';
$_['text_minimum'] = 'Мінімальна кількість для замовлення: %s';
$_['text_reviews'] = '%s відгуків';
$_['text_write'] = 'Написати відгук';
$_['text_login'] = 'Будь ласка, <a href="%s">авторизуйтесь</a> або <a href="%s">створіть обліковий запис</a> перед тим як написати відгук';
$_['text_no_reviews'] = 'Немає відгуків про цей товар.';
$_['text_note'] = '<span class="text-danger">Примітка:</span> HTML розмітка не підтримується! Використовуйте звичайний текст!';
$_['text_success'] = 'Дякуємо за ваш відгук. Він надійшов адміністратору для перевірки спаму і незабаром буде опублікований.';
$_['text_related'] = 'Рекомендовані товари';
$_['text_tags'] = 'Теги:';
$_['text_error'] = 'Товар не знайдено!';
$_['text_subscription'] = 'План передплати';
$_['text_subscription_trial'] = '%s кожен %d %s(ів) для %d платежу(ів) потім ';
$_['text_subscription_duration'] = '%s кожен %d %s(ів) для %d платежу(ів)';
$_['text_subscription_cancel'] = '%s кожен %d %s(ів) поки не скасують';
$_['text_day'] = 'день';
$_['text_week'] = 'тиждень';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';

// Entry
$_['entry_qty'] = 'Кількість';
$_['entry_name'] = 'Ваше ім\'я:';
$_['entry_review'] = 'Ваш відгук:';
$_['entry_rating'] = 'Оцінка:';
$_['entry_good'] = 'Добре';
$_['entry_bad'] = 'Погано';

// Tabs
$_['tab_description'] = 'Опис';
$_['tab_attribute'] = 'Характеристики';
$_['tab_review'] = 'Відгуки (%s)';

// Error
$_['error_product'] = 'Увага: Необхідно вибрати товар, щоб додати відгук!';
$_['error_subscription'] = 'Попередження: план передплати не знайдено!';
$_['error_name'] = 'Ім\'я має бути від 3 до 25 символів!';
$_['error_text'] = 'Текст відгуку має бути від 25 до 1000 символів!';
$_['error_rating'] = 'Будь ласка, вкажіть оцінку!';