<?php
// Text
$_['text_reviews'] = '%s відгуків';
$_['text_write'] = 'Написати відгук';
$_['text_login'] = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтеся</a> для перегляду';
$_['text_no_results'] = 'Немає відгуків про цей товар.';
$_['text_note'] = '<span class="text-danger">Примітка:</span> HTML код не підтримується!';
$_['text_success'] = 'Дякуємо за ваш відгук. Його надіслано на перевірку.';

// Entry
$_['entry_author'] = 'Ваше ім\'я';
$_['entry_review'] = 'Ваш відгук';
$_['entry_rating'] = 'Рейтинг';
$_['entry_good'] = 'Добре';
$_['entry_bad'] = 'Погано';

// Tabs
$_['tab_review']       = 'Відгуки (%s)';

// Error
$_['error_token'] = 'Попередження: Токег відгуку недійсний!';
$_['error_product'] = 'Попередження: Товар не знайдено!';
$_['error_author'] = 'Ім\'я має містити від 3 до 25 символів!';
$_['error_text'] = 'Текст відгуку має містити від 25 до 1000 символів!';
$_['error_rating'] = 'Будь ласка, додайте оцінку до відгуку!';
$_['error_login'] = 'Ви повинні увійти, щоб переглянути товар!';
$_['error_purchased'] = 'Ви повинні придбати цей товар, перш ніж написати відгук!';
$_['error_status'] = 'Відгуки вимкнено!';