<?php
// Text
$_['text_success'] = 'Знижку на бонусні бали успішно застосовано!';

// Error
$_['error_customer'] = 'Попередження: потрібні дані клієнта!';
$_['error_product'] = 'Попередження: потрібні товари!';
$_['error_points'] = 'Попередження: у вас немає %s бонусних балів!';
$_['error_maximum'] = 'Попередження: максимальна кількість балів, яку можна застосувати, становить %s!';
$_['error_status'] = 'Попередження: бонусні бали не активовані в цьому магазині!';
$_['error_confirm'] = 'Попередження: уважно перевірте форму винагороди на наявність помилок!';