<?php
// Text
$_['text_subject']  = 'Запрос на экспорт/удаление %s - GDPR!';
$_['text_export']   = 'Запрос на экспорт данных';
$_['text_remove']   = 'Запрос на удаление учетной записи';
$_['text_gdpr']     = 'Запрос GDPR с этого адреса электронной почты, чтобы подтвердить это действие, пожалуйста, нажмите на ссылку ниже:';
$_['text_ip']       = 'IP-адрес, используемый для отправки этого запроса, был:';
$_['text_contact']  = 'Если вы не делали этот запрос, пожалуйста, свяжитесь с владельцем магазина здесь:';
$_['text_thanks']   = 'Спасибо,';
$_['text_ignore']   = 'Если вы не отправляли этот запрос, пожалуйста, проигнорируйте это письмо.';

// Button
$_['button_export'] = 'Я подтверждаю экспорт своих данных';
$_['button_remove'] = 'Я подтверждаю удаление своей учетной записи';