<?php
// Heading
$_['heading_title'] = 'Использовать бонусные баллы (доступно %s)';

// Text
$_['text_success']  = 'Ваша скидка по бонусным баллам применена!';

// Entry
$_['entry_reward']  = 'Баллов для использования (максимум %s)';

// Error
$_['error_reward']  = 'Внимание: Пожалуйста, введите количество бонусных баллов для использования!';
$_['error_points']  = 'Внимание: У вас нет %s бонусных баллов!';
$_['error_maximum'] = 'Внимание: Максимальное количество баллов, которое можно применить, составляет %s!';
$_['error_status']  = 'Внимание: Бонусные баллы не активированы в этом магазине!';
