<?php
// Heading
$_['heading_title']        = 'Расчет доставки и налогов';

// Text
$_['text_shipping_method'] = 'Варианты способов доставки';
$_['text_destination']     = 'Введите ваш адрес назначения, чтобы получить расчет доставки.';
$_['text_estimate']        = 'Пожалуйста, выберите предпочтительный способ доставки для этого заказа.';
$_['text_success']         = 'Ваша расчет доставки применен!';

// Entry
$_['entry_country']        = 'Страна';
$_['entry_zone']           = 'Регион / Область';
$_['entry_postcode']       = 'Почтовый индекс';

// Error
$_['error_postcode']       = 'Почтовый индекс должен быть от 2 до 10 символов!';
$_['error_country']        = 'Пожалуйста, выберите страну!';
$_['error_zone']           = 'Пожалуйста, выберите регион / область!';
$_['error_shipping']       = 'Внимание: Необходимо выбрать способ доставки!';
$_['error_no_shipping']    = 'Внимание: Нет доступных вариантов доставки. Пожалуйста, <a href="%s">свяжитесь с нами</a> для получения помощи!';
