<?php
// Heading
$_['heading_title'] = 'Менеджер зображень';

// Text
$_['text_uploaded'] = 'Файл завантажений!';
$_['text_directory'] = 'Готово: Директорія створена!';
$_['text_delete'] = 'Файл або каталог видалено!';

// Entry
$_['entry_search'] = 'Пошук...';
$_['entry_folder'] = 'Нова папка';

// Error
$_['error_permission'] = 'У вас немає прав доступу!';
$_['error_filename'] = 'Ім\'я файлу має бути від 3 до 255 символів!';
$_['error_folder'] = 'Увага: Ім\'я директорії має бути від 3 до 255 символів!';
$_['error_exists'] = 'Файл або директорія з такою назвою вже існує!';
$_['error_directory'] = 'Виберіть директорію!';
$_['error_filesize'] = 'Увага: Неправильний розмір файлу!';
$_['error_file_type'] = 'Увага: Неправильний тип файлу!';
$_['error_upload'] = 'Увага: Файл не може бути завантажений з невідомої причини!';
$_['error_delete'] = 'Неможливо видалити директорію!';