<?php
// Heading
$_['heading_title'] = 'Забули пароль?';
$_['heading_reset'] = 'Скинути пароль';

// Text
$_['text_email'] = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Перейдіть за посиланням скидання пароля, надісланого вам електронною поштою.';
$_['text_success'] = 'Посилання на підтвердження було надіслано на вашу адресу електронної пошти.';
$_['text_password'] = 'Новий пароль';
$_['text_reset'] = 'Пароль оновлено.';

// Entry
$_['entry_password'] = 'Новий пароль';
$_['entry_confirm'] = 'Повторення паролю';
$_['entry_email'] = 'E-Mail';

// Error
$_['error_email'] = 'Вказаний e-mail не знайдено';
$_['error_code'] = 'Код скидання неправильний!';
$_['error_disabled'] = 'Скидання пароля вимкнено!';
$_['error_password'] = 'Пароль повинен містити від 6 до 40 символів!';
$_['error_confirm'] = 'Паролі не співпадають!';