<?php
// Heading
$_['heading_title']              = 'Корзина покупок';

// Text
$_['text_success']               = '<a href="%s">%s</a> добавлен <a href="%s">в корзину покупок</a>!';
$_['text_edit']                  = 'Корзина покупок изменена!';
$_['text_remove']                = 'Товар из корзины удален!';
$_['text_login']                 = 'Необходимо <a href="%s">авторизироваться</a> или <a href="%s">создать учетную запись</a> для просмотра цен!';
$_['text_no_results']            = 'Корзина пуста!';
$_['text_model']                 = 'Модель';
$_['text_subscription']          = 'Подписка';
$_['text_subscription_trial']    = '%s каждый %d %s(й) для %d платежа(й) затем';
$_['text_subscription_duration'] = '%s каждый %d %s(й) для %d платежа(й)';
$_['text_subscription_cancel']   = '%s каждый %d %s(й) пока не отменят';
$_['text_day']                   = 'день';
$_['text_week']                  = 'неделя';
$_['text_semi_month']            = 'полмесяца';
$_['text_month']                 = 'месяц';
$_['text_year']                  = 'год';
$_['text_next']                  = 'Что бы вы хотели сделать дальше?';
$_['text_next_choice']           = 'Если у вас есть код купона на скидку или бонусные баллы, которые вы хотите использовать, выберите соответствующий пункт ниже. А также, Вы можете приблизительно узнать стоимость доставки в ваш регион.';
$_['text_points']                = 'Бонусные баллы';

// Column
$_['column_image']               = 'Изображение';
$_['column_name']                = 'Название';
$_['column_quantity']            = 'Количество';
$_['column_price']               = 'Цена за шт.';
$_['column_total']               = 'Всего';

// Error
$_['error_stock']                = 'Товары отмеченные *** отсутствуют в нужном количестве или их нет на складе!';
$_['error_minimum']              = 'Минимальная сумма заказа составляет %s!';
$_['error_required']             = '%s обязательно!';
$_['error_product']              = 'В вашей корзине нет товаров!';
$_['error_subscription']         = 'План подписки недействителен!';