<?php
// Heading
$_['heading_title']         = 'Платежный адрес';

// Text
$_['text_address_new']      = 'Я хочу использовать новый адрес';
$_['text_address_existing'] = 'Я хочу использовать существующий адрес';
$_['text_success']          = 'Вы изменили платежный адрес!';

// Entry
$_['entry_address']         = 'Выберите адрес';
$_['entry_firstname']       = 'Имя';
$_['entry_lastname']        = 'Фамилия';
$_['entry_company']         = 'Компания';
$_['entry_address_1']       = 'Адрес';
$_['entry_address_2']       = 'Адрес 2';
$_['entry_postcode']        = 'Индекс';
$_['entry_city']            = 'Город';
$_['entry_country']         = 'Страна';
$_['entry_zone']            = 'Регион / Область';

// Error
$_['error_customer']        = 'Внимание: Необходимо указать данные клиента!';
$_['error_address']         = 'Необходимо указать адрес!';
$_['error_firstname']       = 'Имя должно быть от 1 до 32 символов!';
$_['error_lastname']        = 'Фамилия должна быть от 1 до 32 символов!';
$_['error_address_1']       = 'Адрес должен быть от 3 до 128 символов!';
$_['error_city']            = 'Название города должно быть от 2 до 128 символов!';
$_['error_postcode']        = 'Индекс должен быть от 2 до 10 символов!';
$_['error_country']         = 'Пожалуйста, выберите страну!';
$_['error_zone']            = 'Пожалуйста, выберите регион / область';
$_['error_custom_field']    = '%s необходим!';
$_['error_regex']           = '%s неверный ввод!';
