<?php
// Heading
$_['heading_title']          = 'Способ доставки';

// Text
$_['text_shipping_method']   = 'Параметры способа доставки';
$_['text_shipping']          = 'Пожалуйста, выберите предпочтительный способ доставки для данного заказа.';
$_['text_success']           = 'Способ доставки изменен!';
$_['button_choose']          = 'Выбрать';

// entry
$_['entry_shipping_method']   = 'Выберите способ доставки...';

// Error
$_['error_customer']          = 'Необходимо указать данные клиента!';
$_['error_payment_address']   = 'Необходимо указать платежный адрес!';
$_['error_shipping_address']  = 'Необходимо указать адрес доставки!';
$_['error_shipping_method']   = 'Необходимо выбрать способ доставки!';
$_['error_no_shipping']       = 'Нет доступных способов доставки. Пожалуйста <a href="%s">свяжитесь с нами</a> !';
