<?php
// Text
$_['heading_title']      = 'Банковская карта';

// Text
$_['text_title']         = 'Пожалуйста, введите данные вашей карты ниже';
$_['text_description']   = 'Этот способ оплаты является фиктивным и не будет хранить информацию о кредитной карте и не должен использоваться на реальном сайте.';
$_['text_month']         = 'Месяц';
$_['text_year']          = 'Год';
$_['text_store']         = 'Запомнить карту';

// Entry
$_['entry_card_name']    = 'Имя владельца карты';
$_['entry_card_number']  = 'Номер Банковской карты';
$_['entry_card_expire']  = 'Дата срока действия';
$_['entry_card_cvv']     = 'CVV код';

// Help
$_['help_name']          = 'Имя владельца карты';

// Error
$_['error_card_name']    = 'Ошибка: Необходимо имя владельца карты!';
$_['error_card_number']  = 'Ошибка: Необходим номер кредитной карты!';
$_['error_card_expire']  = 'Ошибка: Необходима дата истечения срока действия!';
$_['error_card_expired'] = 'Ошибка: Срок действия кредитной карты истек!';
$_['error_card_cvv']     = 'Ошибка: CVV должен содержать 3 цифры!';