<?php
// Heading
$_['heading_title'] = 'Мої адреси';

// Text
$_['text_account'] = 'Особистий кабінет';
$_['text_address_book'] = 'Список адрес доставки';
$_['text_address_add'] = 'Додати адресу';
$_['text_address_edit'] = 'Змінити адресу';
$_['text_add'] = 'Ваша адреса була успішно додана';
$_['text_edit'] = 'Ваша адреса була успішно змінена';
$_['text_delete'] = 'Ваша адреса була успішно видалена';
$_['text_no_results'] = 'Список адрес в обліковому записі, порожній.';

// Entry
$_['entry_firstname'] = 'Ім\'я';
$_['entry_lastname'] = 'Прізвище';
$_['entry_company'] = 'Компанія';
$_['entry_address_1'] = 'Адреса 1';
$_['entry_address_2'] = 'Адреса 2';
$_['entry_postcode'] = 'Поштовий індекс';
$_['entry_city'] = 'Місто';
$_['entry_country'] = 'Країна';
$_['entry_zone'] = 'Регіон/Область';
$_['entry_default'] = 'Основна адреса';

// Error
$_['error_token'] = 'Попередження: Неприпустимий токен адреси!';
$_['error_delete'] = 'Ви повинні додати щонайменше 1 адресу!';
$_['error_default'] = 'Ви не можете видалити основну адресу!';
$_['error_firstname'] = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має бути від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса повинна бути від 3 до 128 символів!';
$_['error_postcode'] = 'Індекс має бути від 2 до 10 символів!';
$_['error_city'] = 'Назва міста має бути від 2 до 128 символів!';
$_['error_country'] = 'Будь ласка, вкажіть країну!';
$_['error_zone'] = 'Будь ласка, вкажіть регіон/область!';
$_['error_custom_field'] = '%s необхідний!';
$_['error_regex'] = '%s неправильне введення!';