<?php
// Heading
$_['heading_title'] = 'Забули пароль?';
$_['heading_reset'] = 'Скинути пароль';

// Text
$_['text_account'] = 'Особистий кабінет';
$_['text_forgotten'] = 'Забутий пароль?';
$_['text_your_email'] = 'Ваш E-Mail';
$_['text_email'] = 'Введіть електронну пошту вашого облікового запису. Натисніть кнопку Вперед, щоб отримати пароль електронною поштою.';
$_['text_success'] = 'Новий пароль було надіслано на Ваш E-Mail.';
$_['text_password'] = 'Введіть новий пароль, який потрібно використовувати.';
$_['text_success'] = 'Ваш пароль успішно оновлено.';

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_new_password'] = 'Новий пароль';
$_['entry_password'] = 'Пароль';
$_['entry_confirm'] = 'Підтвердіть новий пароль';

// Error
$_['error_email'] = 'E-Mail адреса не знайдена, перевірте та спробуйте ще раз!';
$_['error_not_found'] = 'Адреса електронної пошти не була знайдена в наших записах!';
$_['error_password'] = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm'] = 'Пароль та підтвердження пароля різні!';
$_['error_code'] = 'Код скидання пароля недійсний або використовувався раніше!';