<?php
// Heading
$_['heading_title'] = 'Авторизація';

// Text
$_['text_account'] = 'Особистий кабінет';
$_['text_login'] = 'Авторизація';
$_['text_new_customer'] = 'Новий клієнт';
$_['text_register'] = 'Реєстрація';
$_['text_register_account'] = 'Створення облікового запису допоможе купувати швидше. Ви зможете контролювати стан замовлення, а також переглядати замовлення, зроблені раніше. Ви зможете накопичувати призові бали та отримувати купони знижок. <br>А постійним покупцям ми пропонуємо гнучку систему знижок та персональне обслуговування.<br>';
$_['text_returning_customer'] = 'Зареєстрований клієнт';
$_['text_i_am_returning_customer'] = 'Увійти в Особистий кабінет';
$_['text_forgotten'] = 'Забули пароль?';

// Entry
$_['entry_email'] = 'E-Mail';
$_['entry_password'] = 'Пароль';

// Error
$_['error_token'] = 'Попередження: Неприпустимий токен входу в систему!';
$_['error_login'] = 'Неправильно заповнені поле E-Mail та/або пароль!';
$_['error_attempts'] = 'Ви перевищили максимальну кількість спроб авторизації. Повторіть спробу авторизації на сайті через 1 годину';
$_['error_approved'] = 'Необхідно підтвердити обліковий запис перед авторизацією.';