<?php
// Heading
$_['heading_title']     = 'Установка расширений';

// Text
$_['text_upload']       = 'Расширение успешно загружено!';
$_['text_success']      = 'Расширения успешно изменены!';
$_['text_progress']     = 'Прогресс установки';
$_['text_installed']    = 'Установленные расширения';
$_['text_info']         = 'Информация о расширении';
$_['text_install']      = 'Установка файлов %s из %s для %s';
$_['text_vendor']       = 'Обновить файлы вендора';
$_['text_xml']          = 'Установить OCMOD файлы';

// Column
$_['column_image']      = 'Изображение';
$_['column_name']       = 'Название';
$_['column_version']    = 'Версия';
$_['column_date_added'] = 'Дата';
$_['column_action']     = 'Действие';

// Entry
$_['entry_progress']    = 'Прогресс';
$_['entry_name']        = 'Название расширения';
$_['entry_description'] = 'Описание';
$_['entry_code']        = 'Код';

// Error
$_['error_permission']       = 'Внимание: У Вас нет прав для управления установки расширений!';
$_['error_install']          = 'Предупреждение: Не удалось найти файл install.json!';
$_['error_default']          = 'Расширение по умолчанию не удалось удалить или деинсталлировать!';
$_['error_extension']        = 'Не удалось найти установленное расширение!';
$_['error_installed']        = 'Расширение уже установлено!';
$_['error_uninstall']        = 'Найдено %s расширения , которые необходимо удалить, прежде чем это расширение можно будет безопасно удалить!';
$_['error_name']             = 'Имя должно содержать от 3 до 128 символов!';
$_['error_version']          = 'Версия должна содержать от 3 до 128 символов!';
$_['error_author']           = 'Имя автора должно быть от 3 до 128 символов!';
$_['error_link']             = 'Ссылка должна содержать от 3 до 128 символов!';
$_['error_filename']         = 'Имя файла должно содержать от 3 до 128 символов!';
$_['error_file']             = 'Не удалось найти установочный файл %s!';
$_['error_file_exists']      = 'Файл уже существует!';
$_['error_file_type']        = 'Недопустимый тип файла!';
$_['error_directory']        = 'Не удалось найти каталог установки %s!';
$_['error_directory_exists'] = 'Путь %s уже существует!';
$_['error_unzip']            = 'Не удалось открыть Zip-файл!';
$_['error_upload']           = 'Файл не удалось загрузить!';