<?php
// Heading
$_['heading_title']     = 'Модификаторы';

// Text
$_['text_success']      = 'Настройки успешно изменены!';
$_['text_refresh']      = 'Каждый раз, когда вы включаете, отключаете или удаляете модификатор, вам нужно нажать кнопку "Обновить", чтобы перестроить кэш модификаторов!';
$_['text_list']         = 'Список модификаторов';
$_['text_info']         = 'Информация о модификаторе';

// Column
$_['column_name']       = 'Название модификатора';
$_['column_author']     = 'Автор';
$_['column_version']    = 'Версия';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата добавления';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название модификатора';
$_['entry_description'] = 'Описание';
$_['entry_code']        = 'Код';
$_['entry_xml']         = 'XML';

// Error
$_['error_permission']  = 'Внимание: У вас нет прав на изменение модификатора!';