<?php
// Heading
$_['heading_title'] = 'Події';

// Text
$_['text_success'] = 'Налаштування успішно змінено!';
$_['text_list'] = 'Список подій';
$_['text_event'] = 'Події змінюють стандартну функціональність вашого магазину. Якщо у вас виникли проблеми, ви можете відключити або увімкнути події тут.';
$_['text_info'] = 'Інформація про подію';

// Column
$_['column_code'] = 'Код події';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action'] = 'Дія';

// Entry
$_['entry_description'] = 'Опис';
$_['entry_trigger'] = 'Збуджувач';
$_['entry_action'] = 'Дія';

// Error
$_['error_permission'] = 'У Вас немає прав для зміни налаштувань Подій!';