<?php
// Heading
$_['heading_title'] = 'Установка розширень';

// Text
$_['text_upload'] = 'Розширення успішно завантажено!';
$_['text_success'] = 'Розширення успішно встановлено!';
$_['text_progress'] = 'Прогрес встановлення';
$_['text_installed'] = 'Завантажені розширення';
$_['text_info'] = 'Інформація про розширення';
$_['text_install'] = 'Встановлення файлів %s до %s з %s';
$_['text_vendor'] = 'Оновити файли Vendor';
$_['text_xml'] = 'Встановити OCMOD';

// Column
$_['column_image'] = 'Зображення';
$_['column_name'] = 'Назва';
$_['column_version'] = 'Версія';
$_['column_date_added'] = 'Дата';
$_['column_action'] = 'Дія';

// Entry
$_['entry_progress'] = 'Прогрес';
$_['entry_name'] = 'Назва розширення';
$_['entry_description'] = 'Опис';
$_['entry_code'] = 'Код';

// Button
$_['button_install'] = 'Розпакувати розширення';
$_['button_uninstall'] = 'Видалити файли розширення';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу змінювати розширення!';
$_['error_install'] = 'Попередження: Не вдалося знайти файл install.json!';
$_['error_default'] = 'Неможливо вимкнути чи видалити розширення, яке вибрано за умовчанням!';
$_['error_extension'] = 'Не вдалося знайти встановлене розширення!';
$_['error_installed'] = 'Розширення вже встановлено!';
$_['error_uninstall'] = 'Спочатку вимкніть %s розширення, щоб його можна було видалити!';
$_['error_name'] = 'Назва має містити від 3 до 128 символів!';
$_['error_version'] = 'Версія має містити від 3 до 128 символів!';
$_['error_author'] = 'Автор має містити від 3 до 128 символів!';
$_['error_link'] = 'Посилання має містити від 3 до 128 символів!';
$_['error_filename'] = 'Назва файлу має містити від 3 до 128 символів!';
$_['error_file'] = 'Файл для встановлення %s не знайдено!';
$_['error_file_exists'] = 'Файл уже існує!';
$_['error_file_type'] = 'Невірний тип файлу!';
$_['error_directory'] = 'Не вдалося знайти каталог встановлення %s!';
$_['error_directory_exists'] = 'Каталог %s вже існує!';
$_['error_unzip'] = 'Неможливо відкрити Zip-файл!';
$_['error_upload'] = 'Не вдалося завантажити файл!';