<?php
// Heading
$_['heading_title'] = 'Модифікації';

// Text
$_['text_success'] = 'Успіх: Ви змінили модифікації!';
$_['text_refresh'] = 'Щоразу, коли ви вмикаєте / вимикаєте або видаляєте модифікацію, вам потрібно натиснути кнопку оновити, щоб відновити ваш кеш модифікацій!';
$_['text_list'] = 'Список модифікацій';
$_['text_info'] = 'Інформація про модифікацію';

// Column
$_['column_name'] = 'Назва модифікації';
$_['column_author'] = 'Автор';
$_['column_version'] = 'Версія';
$_['column_status'] = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action'] = 'Дія';

// Entry
$_['entry_name'] = 'Назва модифікації';
$_['entry_description'] = 'Опис';
$_['entry_code'] = 'Код';
$_['entry_xml'] = 'XML';

// Error
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну модифікацій!';