<?php
// Text
$_['text_subject'] = '%s - Партнерська програма';
$_['text_welcome'] = 'Вітаємо. Ви стали партнером нашого магазину %s!';
$_['text_login'] = 'Ваш обліковий запис створений і Ви можете увійти, використовуючи свій E-mail та пароль, за посиланням:';
$_['text_approval'] = 'Ваш обліковий запис очікує на підтвердження. Після підтвердження Ви зможете увійти до партнерського розділу нашого сайту за посиланням:';
$_['text_service'] = 'Після входу в систему, Ви зможете генерувати коди відстеження, відстежувати комісії та редагувати інформацію про обліковий запис.';
$_['text_thanks'] = 'Дякуємо,';
$_['text_new_affiliate'] = 'Новий партнер';
$_['text_signup'] = 'Зареєстрований новий партнер:';
$_['text_website'] = 'Сайт:';
$_['text_customer_group'] = 'Група:';
$_['text_firstname'] = 'Ім\'я:';
$_['text_lastname'] = 'Прізвище:';
$_['text_company'] = 'Компанія:';
$_['text_email'] = 'E-Mail:';
$_['text_telephone'] = 'Телефон:';

// Button
$_['button_login'] = 'Увійти';