<?php
// Text
$_['text_subject'] = 'Запит на експорт/видалення %s - GDPR!';
$_['text_export'] = 'Запит на експорт даних';
$_['text_remove'] = 'Запит на видалення облікового запису';
$_['text_gdpr'] = 'Запит GDPR з цієї адреси електронної пошти, щоб підтвердити цю дію, будь ласка, натисніть на посилання нижче:';
$_['text_ip'] = 'IP-адреса, яка використовується для надсилання цього запиту, була:';
$_['text_contact'] = 'Якщо ви не робили цей запит, будь ласка, зв\'яжіться із власником магазину тут:';
$_['text_thanks'] = 'Дякуємо,';
$_['text_ignore'] = 'Якщо ви не надсилали цей запит, будь ласка, проігноруйте цей лист.';

// Button
$_['button_export'] = 'Я підтверджую експорт своїх даних';
$_['button_remove'] = 'Я підтверджую видалення свого облікового запису';