<?php
// Text
$_['text_subject'] = 'Ви надіслали Подарунковий Сертифікат %s';
$_['text_greeting'] = 'Вітаємо, Ви отримали Подарунковий Сертифікат від %s';
$_['text_from'] = 'Ви отримали Подарунковий Сертифікат від %s';
$_['text_message'] = 'Відправник залишив повідомлення';
$_['text_redeem'] = 'Щоб скористатися даним Подарунковим Сертифікатом, збережіть код <b>%s</b> потім перейдіть до магазину та замовте товари, які Вам сподобаються. Ви можете ввести код подарункового сертифіката на сторінці перегляду кошика, перш ніж розпочнете оформлення замовлення.';
$_['text_footer'] = 'Якщо у Вас є питання, напишіть у відповідь на це повідомлення.';