<?php
// Heading
$_['heading_title'] = 'Защитите свой аккаунт';

// Text
$_['text_security'] = 'Вы должны ответить на контрольный вопрос при входе с неизвестного устройства или компьютера.';
$_['text_code']     = 'На ваш email отправлено письмо с кодом безопасности. Введите код ниже, чтобы продолжить.';
$_['text_locked']   = 'Ваш аккаунт заблокирован!';
$_['text_unlock']   = 'Ваш аккаунт был заблокирован из-за слишком большого количества попыток ввода неверного кода безопасности. Нажмите кнопку сброса, чтобы получить ссылку для сброса на ваш email.';
$_['text_unlocked'] = 'Ваш аккаунт разблокирован!';
$_['text_link']     = 'На ваш email отправлена ссылка для сброса!';
$_['text_resend']   = 'На ваш email отправлен новый код безопасности!';

// Entry
$_['entry_code']    = 'Код безопасности';

// Error
$_['error_warning'] = 'Вы превысили допустимое количество попыток ввода кода безопасности!';
$_['error_code']    = 'Код безопасности не совпадает!';
$_['error_reset']   = 'Внимание: Не удалось сбросить ваш код безопасности!';
