<?php
// Heading
$_['heading_title']      = 'Забыли пароль?';
$_['heading_reset']      = 'Сбросить пароль';

// Text
$_['text_account']       = 'Личный Кабинет';
$_['text_forgotten']     = 'Забытый пароль?';
$_['text_your_email']    = 'Ваш E-Mail';
$_['text_email']         = 'Введите E-Mail Вашей учетной записи. Нажмите кнопку Вперед, чтобы получить пароль по электронной почте.';
$_['text_password']      = 'Введите новый пароль, который вы хотите использовать.';
$_['text_success']       = 'На ваш email отправлено письмо со ссылкой для подтверждения.';

// Entry
$_['entry_email']        = 'E-Mail';
$_['entry_new_password'] = 'Новый пароль';
$_['entry_password']     = 'Пароль';
$_['entry_confirm']      = 'Подтвердите новый пароль';

// Error
$_['error_email']        = 'E-Mail адрес не найден, проверьте и попробуйте еще раз!';
$_['error_not_found']    = 'Адрес электронной почты не был найден в наших записях!';
$_['error_password']     = 'Пароль должен быть от 6 до 20 символов!';
$_['error_confirm']      = 'Пароль и подтверждение пароля различны!';
$_['error_code']         = 'Код сброса пароля недействителен или использовался ранее!';
