<?php
// Text
$_['text_success'] = 'Успіх: Ви змінили кошик для покупок!';
$_['text_subscription'] = 'Передплата';
$_['text_subscription_trial'] = '%s кожен %d %s(й) для %d платежу(ів) потім ';
$_['text_subscription_duration'] = '%s кожен %d %s(й) для %d платежу(ів)';
$_['text_subscription_cancel'] = '%s кожен %d %s(й) поки не скасують';
$_['text_day'] = 'день';
$_['text_week'] = 'тиждень';
$_['text_semi_month'] = 'півмісяця';
$_['text_month'] = 'місяць';
$_['text_year'] = 'рік';
$_['text_for'] = 'Подарунковий сертифікат %s для %s';

// Error
$_['error_stock'] = 'Товари помічені зірочками відсутні у потрібній кількості або їх немає на складі!';
$_['error_minimum'] = 'Мінімальна кількість для замовлення товару %s становить %s!';
$_['error_store'] = 'Товар не можна придбати у вибраному вами магазині!';
$_['error_required'] = 'Поле %s обов\'язкове!';
$_['error_product'] = 'У вашому кошику немає товарів!';
$_['error_subscription'] = 'Виберіть план передплати!';