<?php
// Text
$_['text_success'] = 'Успіх: Ви успішно змінили клієнта!';

// Error
$_['error_customer'] = 'Попередження: Клієнта не знайдено!';
$_['error_customer_group'] = 'Група клієнтів недійсна!';
$_['error_firstname'] = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
$_['error_email'] = 'Email адреса виглядає недійсною!';
$_['error_telephone'] = 'Телефон має містити від 3 до 32 символів!';
$_['error_custom_field'] = 'Поле %s обов\'язкове!';
$_['error_regex'] = '%s не є дійсним введенням!';