<?php
// Text
$_['text_success'] = 'Успіх: Ви змінили замовлення!';

// Error
$_['error_order'] = 'Попередження: замовлення не знайдено!';
$_['error_customer'] = 'Попередження: потрібні дані клієнта!';
$_['error_payment_address'] = 'Попередження: необхідна платіжна адреса!';
$_['error_payment_method'] = 'Попередження: необхідний спосіб оплати!';
$_['error_shipping_address'] = 'Попередження: потрібна адреса доставки!';
$_['error_shipping_method'] = 'Попередження: необхідний спосіб доставки!';
$_['error_product'] = 'Попередження: виберіть товари!';
$_['error_stock'] = 'Попередження: товари, позначені ***, недоступні в потрібній кількості або відсутні на складі!';
$_['error_minimum'] = 'Попередження: мінімальна сума замовлення для %s становить %s!';
$_['error_affiliate'] = 'Попередження: потрібні дані партнера!';