<?php
// Text
$_['text_success'] = 'Успіх: Спосіб оплати встановлено!';

// Error
$_['error_customer'] = 'Попередження: потрібні дані клієнта!';
$_['error_product'] = 'Попередження: додайте товари!';
$_['error_shipping_address'] = 'Попередження: потрібна адреса доставки!';
$_['error_shipping_method'] = 'Попередження: необхідний спосіб доставки!';
$_['error_payment_address'] = 'Попередження: необхідна платіжна адреса!';
$_['error_no_payment'] = 'Попередження: варіанти оплати недоступні!';
$_['error_payment_method'] = 'Попередження: необхідний спосіб оплати!';
$_['error_name'] = 'Попередження: потрібна назва платежу!';
$_['error_code'] = 'Попередження: потрібен код платежу!';