<?php
// Text
$_['text_success'] = 'Успіх: Спосіб доставки встановлено!';

// Error
$_['error_customer'] = 'Попередження: потрібні дані клієнта!';
$_['error_shipping_address'] = 'Попередження: потрібна адреса доставки!';
$_['error_shipping'] = 'Попередження: немає продуктів, які потребують доставки';
$_['error_no_shipping'] = 'Попередження: варіанти доставки недоступні!';
$_['error_shipping_method'] = 'Попередження: необхідний спосіб доставки!';
$_['error_name'] = 'Попередження: потрібна назва доставки!';
$_['error_code'] = 'Попередження: потрібен код доставки!';
$_['error_cost'] = 'Попередження: потрібна вартість доставки!';
$_['error_tax_class'] = 'Попередження: необхідний клас податку на доставку!';