<?php
// Text
$_['text_success'] = 'Успіх: Адресу доставки встановлено!';

// Error
$_['error_firstname'] = 'Ім\'я має містити від 1 до 32 символів!';
$_['error_lastname'] = 'Прізвище має містити від 1 до 32 символів!';
$_['error_address_1'] = 'Адреса 1 має містити від 3 до 128 символів!';
$_['error_city'] = 'Місто має містити від 3 до 128 символів!';
$_['error_postcode'] = 'Поштовий індекс має містити від 2 до 10 символів!';
$_['error_country'] = 'Будь ласка, виберіть країну!';
$_['error_zone'] = 'Будь ласка, виберіть регіон!';
$_['error_custom_field'] = 'Поле %s обов\'язкове!';
$_['error_regex'] = '%s не є дійсним введенням!';
$_['error_shipping'] = 'Попередження: немає продуктів, які потребують доставки';