<?php
// Heading
$_['heading_title'] = 'Анти-спам';

// Text
$_['text_success'] = 'Успішно: Ви модифікували антиспам!';
$_['text_list'] = 'Список антиспаму';
$_['text_add'] = 'Додати антиспам';
$_['text_edit'] = 'Редагувати анти-спам';

// Column
$_['column_keyword'] = 'Ключове слово';
$_['column_action'] = 'Дія';

// Entry
$_['entry_keyword'] = 'Ключове слово';

// Error
$_['error_warning'] = 'Попередження: Будь ласка, уважно перевірте форму на наявність помилок!';
$_['error_permission'] = 'Попередження: Ви не маєте дозволу на зміну антиспаму!';
$_['error_keyword'] = 'Ключове слово має містити від 1 до 64 символів!';
$_['error_keyword_exists'] = 'Ключове слово має бути унікальним!';