<?php
// Heading
$_['heading_title']      = 'Банковский перевод';

// Text
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_edit']          = 'Редактирование';

// Entry
$_['entry_bank']         = 'Инструкция по переводу средств';
$_['entry_order_status'] = 'Статус заказа после оплаты';
$_['entry_geo_zone']     = 'Географическая зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Error
$_['error_permission']   = 'У Вас нет прав для управления данным модулем!';
$_['error_bank']         = 'Необходимо заполнить инструкцию по переводу!';