<?php
// Heading
$_['heading_title']      = 'Банковская карта';

// Text
$_['text_description']   = 'Этот способ оплаты является фиктивным и не хранит информацию о банковской карте и не должен использоваться на реальном сайте. Это расширение предназначено для разработчиков, которым необходимо создать интеграцию с платежным шлюзом.';
$_['text_extension']     = 'Расширения';
$_['text_success']       = 'Настройки успешно изменены!';
$_['text_edit']          = 'Редактирование';
$_['text_approve']       = 'Одобрить';
$_['text_deny']          = 'Запретить';

// Entry
$_['entry_response']     = 'Ответ процессинга';

$_['entry_response']     = 'Ответ процессинга';
$_['entry_response']     = 'Ответ процессинга';
$_['entry_response']     = 'Ответ процессинга';


$_['entry_order_status'] = 'Статус заказа';
$_['entry_fraud_status'] = 'Статус заказа';
$_['entry_complete_status'] = 'Статус заказа';

$_['entry_subscription_status'] = 'Статус заказа';

$_['entry_geo_zone']     = 'Географическая зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортировки';

// Help
$_['help_response']      = 'Выберите, должен ли модуль возвращать одобренные или отклоненные пробные заказы';

// Error
$_['error_permission']   = 'У Вас нет прав для управления данным расширением!';