<?php
// Heading
$_['heading_title']         = 'Комментарии';

// Text
$_['text_by']               = 'Автор';
$_['text_write']            = 'Написать комментарий';
$_['text_login']            = 'Пожалуйста, <a href="%s">войдите</a> или <a href="%s">зарегистрируйтесь</a>, чтобы оставить комментарий';
$_['text_no_results']       = 'Будьте первым, кто оставит комментарий к этой записи.';
$_['text_sort']             = 'Сортировать по';
$_['text_rating_asc']       = 'Рейтинг (по возрастанию)';
$_['text_rating_desc']      = 'Рейтинг (по убыванию)';
$_['text_date_added_asc']   = 'Дата добавления (старые)';
$_['text_date_added_desc']  = 'Дата добавления (новые)';
$_['text_like']             = 'Нравится!';
$_['text_dislike']          = 'Не нравится!';
$_['text_success']          = 'Спасибо за ваш комментарий!';
$_['text_queue']            = 'Ваш комментарий добавлен в очередь на модерацию!';
$_['text_rating']           = 'Спасибо за вашу оценку!';

// Entry
$_['entry_author']          = 'Ваше имя';
$_['entry_comment']         = 'Комментарий';

// Buttons
$_['button_comment']        = 'Оставить комментарий';
$_['button_reply']          = 'Ответить';
$_['button_replies']        = 'Показать ответы';
$_['button_more']           = 'Показать больше ответов...';
$_['button_login']          = 'Войти, чтобы комментировать';
$_['button_login_reply']    = 'Войти, чтобы ответить';
$_['button_like']           = 'Нравится';
$_['button_dislike']        = 'Не нравится';

// Error
$_['error_article']         = 'Внимание: Запись не найдена!';
$_['error_article_comment'] = 'Внимание: Комментарий к записи не найден!';
$_['error_token']           = 'Внимание: Недействительный токен комментария!';
$_['error_author']          = 'Ваше имя должно быть от 3 до 25 символов!';
$_['error_comment']         = 'Комментарий должен быть от 25 до 1000 символов!';
$_['error_interval']        = 'Внимание: Вы должны подождать %s минут, прежде чем оставить следующий комментарий!';
$_['error_login']           = 'Вы должны войти, чтобы комментировать статью или оценить её!';
$_['error_status']          = 'Комментарии отключены!';